{
  "cards": [
    {
      "image": "./game-images/Call_of_Duty-_Modern_Warfare_II.jpeg",
      "title": "Call of Duty: Modern Warfare",
      "price": 5780,
      "article": 785633,
      "developer": "Infinity Ward",
      "description": "Call of Duty: Modern Warfare II — компьютерная игра в жанре шутера от первого лица, разработанная компанией Infinity Ward.",
      "genre": "Шутер",
      "language": "английский, испанский, французский, японский, немецкий и русский",
      "the_plot": "События игры происходят через три года после того, как капитан Джон Прайс сформировал элитную многонациональную контртеррористическую «Оперативную группу 141», в которую вошли сержант Кайл «Газ» Геррик, сержант Джон «Соуп» Мактавиш и лейтенант Саймон «Гоуст» Райли.В июле 2022 года «Оперативная группа 141» работала под командованием американского генерала Шепарда, нанося точечные удары по поддерживаемым Россией иранским силам. После убийства иранского генерала Горбрани майор силы «Кудс» Гасан Зиани становится новым лидером и в течение нескольких месяцев участвует в финансировании террористической деятельности. Его действия привлекли внимание Шепарда и агента ЦРУ Кейт Ласвелл, которая приказала отправить отряд морских пехотинцев во главе с лейтенантом Саймоном «Гоустом» Райли и сержантом Джоном «Соупом» Мактавишем для задержания Гасана в Аль-Мазре. Группа не успела захватить Гасана, но обнаружила, что у террористов есть баллистическая ракета американского производства.Ласвелл, капитан Джон Прайс и сержант Кайл «Газ» Геррик преследуют одного из курьеров Гасана в Амстердаме. Они узнают, что террористы вступили в союз с мексиканским картелем Лас-Алмас. После неудачной попытки задержания Гасана на американо-мексиканской границе полковник мексиканского спецназа Алехандро Варгас и его заместитель сержант-майор Родольфо «Руди» Парра участвуют в совместной операции с Гоустом, Соупом и американской ЧВК «Шэдоу компани» по захвату Гасана. Несмотря на успех, они вынуждены освободить его, чтобы избежать политических последствий, установив устройство слежения на его мобильный телефон.",
      "data": "28 октября 2022 года",
      "platforms": "ПК (Windows), PlayStation, Xbox One, PlayStation, Xbox Series X/S"
    },
    {
      "image": "./game-images/30df1186d99409e7_1200xH.jpg",
      "title": "Horizon Forbidden West",
      "price": 3299,
      "article": 741258,
      "developer": "Guerrilla Games",
      "description": "Horizon Forbidden West — компьютерная игра в жанре Action/RPG с открытым миром, разработанная нидерландской студией Guerrilla Games.",
      "genre":  "Приключения, Action, Шутер",
      "language": "английский",
      "the_plot": "Как и предыдущая игра, Horizon Forbidden West представляет собой Action/RPG с видом от третьего лица. Игра имеет во многом идентичный Horizon Zero Dawn игровой процесс. Игрок управляет молодой охотницей по имени Элой в постапокалиптическом открытом мире, населённом механическими зверями-«машинами». Наряду с сюжетными заданиями имеется множество побочных квестов, и Элой может исследовать игровой мир в отрыве от выполнения сюжетных миссий. Присутствует динамическая смена погоды, дня и ночи.Для охоты на машины, животных, а также против враждебно настроенных людей Элой использует разнообразное оружие: она может, например, ставить ловушки, мины-растяжки с помощью специального приспособления-«нитемёта» (англ. tripcaster), стрелять из лука, метать бомбы из пращи. Добавлены новые виды оружия, не имеющие прямых аналогов в реальности. Большинство машин имеет слабые места, в которые можно бить для наиболее рациональной траты времени и боеприпасов. Помимо обычных стрел, наносящих простой урон, имеются специализированные боеприпасы, которые причиняют урон каким-либо поражающим элементом (огонь, электричество и так далее), и игрок может использовать их в зависимости от того, к какому элементу цель имеет уязвимости. «Раненые» машины меняют свой внешний вид и поведение естественным образом в зависимости от вида повреждений: например, с машин можно сбивать детали, и их можно собрать с земли ещё до убийства машины. Некоторые детали необходимо сбить до уничтожения машины, чтобы эти детали сохранились в целости, а некоторые части тел машин необходимо держать в сохранности на самих машинах, если нужно получить из них определённые ресурсы. С некоторых машин Элой может сбить дальнобойное оружие и атаковать им, однако под его тяжестью движения героини замедляются, и она становится более уязвимой для атак, так как не может уклоняться. Также Элой может сражаться в ближнем бою копьём, используя как простые, так и сложные приёмы боя, а также экспериментируя с их комбинациями.",
      "data": "18 февраля 2022",
      "platforms": "PlayStation, PlayStation 5"
    },
    {
      "image": "./game-images/capsule_616x353.jpg",
      "title": "Far Cry Primal",
      "price": 3650,
      "article": 798973,
      "developer": "Ubisoft Montreal,Ubisoft Kiev,Ubisoft Toronto,Ubisoft Shanghai",
      "description": "Far Cry Primal — компьютерная игра в жанре action-adventure со структурой открытого мира, разработанная студией Ubisoft Montreal при поддержке Ubisoft Toront",
      "genre":  "Приключения",
      "language": "Основные языки мира",
      "the_plot": "Разработку игры вела Ubisoft Montreal при участии Ubisoft Toronto, Ubisoft Kiev и Ubisoft Shanghai. В интервью к IGN, отвечая на вопрос о том, будет ли у Far Cry 4 какое-либо дополнение вроде Blood Dragon у Far Cry 3, Алекс Хатчинсон, креативный директор, сообщил, что компания не планирует выпуска сиквела к игре, но они надеются удивить игроков кое-чем другим[15]. 5 января 2015 года Ubisoft выпустила опрос, в котором спросила игроков об их предпочитаемом Far Cry-сеттинге. В опрос вошли такие темы как вампиры, зомби, динозавры, постапокалиптический мир, исторические войны и современные места вроде Перу или Аляски[16][17].\n\n2 октября 2015 года под названием Far Cry Sigma игра впервые была добавлена в базу данных Steam, что ввело в замешательство равно как фанатов, так и прессу. Четырьмя днями позже Ubisoft провела презентацию их нового продукта, хотя информация о нём уже попала в интернет через IGN Turkey за несколько часов до официальной презентации[20]. Художественными руководителями новой игры стали Жан-Кристоф Гюйо, который уже работал над некоторыми играми из серии Prince of Persia, и Максим Бэлан. 3 декабря 2015 года Бэлан сообщил, что Far Cry Primal будет такой же большой, как и Far Cry 4[22].Far Cry Primal был выпущен для PlayStation 4 и Xbox One 23 февраля 2016 года. Версия для Microsoft Windows вышла вскоре после этого, 1 марта 2016 года. Игра также вышла в двух дополнительных изданиях, коллекционном и цифровом: Collector’s Edition и Digital Apex Edition. Первое включает в себя некоторые физические предметы: упаковки оптических дисков, книгу коллекционера, карту Уруса, оригинальный саундтрек и разговорник Wenja, который послужит в качестве руководства для изучения языка, используемого в игровом мире. В цифровом издании доступны дополнительные миссии и оружие. В частности, дополнение Legend of the Mammoth («Легенда о мамонте»), в котором можно сыграть за огромного мамонта.",
      "data": "23 февраля 2016",
      "platforms": "PlayStation 4, Xbox One, Windows"
    },
    {
      "image": "./game-images/gta_v.jpeg",
      "title": "Grand Theft Auto V",
      "price": 1999,
      "article": 754872,
      "developer": "Rockstar North",
      "description": "Grand Theft Auto V (сокр. GTA V) — мультиплатформенная компьютерная игра в жанре action-adventure с открытым миром, разработанная компанией Rockstar North и изданная компанией Rockstar Games.",
      "genre": "Action" ,
      "language": "Основные языки мира",
      "the_plot": "Действие игры происходит в вымышленном штате Сан-Андреас, прообразом которого послужила Южная Калифорния. Сюжет в однопользовательском режиме строится вокруг приключений троих грабителей, устраивающих всё более дерзкие ограбления и противостоящих как организованной преступности, так и правоохранительным ведомствам. В процессе игры игрок управляет выбранным персонажем в режиме от первого или от третьего лица; персонаж может свободно передвигаться по обширному миру игры как пешком, так и на автомобилях и других видах транспорта. Особенностью Grand Theft Auto V по сравнению с другими играми серии является возможность переключаться между персонажами в любой момент, как во время выполнения заданий, так и вне их. Многие задания игры связаны с ограблениями и угоном автомобилей; при этом игровой персонаж может участвовать в перестрелках и погонях. Grand Theft Auto Online представляет собой встроенный многопользовательский онлайн-режим, поддерживающий до 30 игроков одновременно — для них предлагаются как кооперативные, так и соревновательные задания.Разработчики из Rockstar Games заявили, что на момент выхода GTA V является их самым большим и амбициозным проектом с крупнейшим созданным ими открытым игровым миром. GTA V является не только самой дорогостоящей по затратам на разработку и маркетинг игрой в истории, но и одной из самых популярных — на 2022 год её совокупные продажи на всех платформах превышают 160 миллионов копий, уступая лишь продажам Minecraft",
      "data": "14 апреля 2015",
      "platforms": "PlayStation 3,Xbox 360, PlayStation 4, Xbox One, Windows, PlayStation 5"
    },
    {
      "image": "./game-images/4564576-stalker-2-1024x518.png",
      "title": "S.T.A.L.K.E.R. 2: Chornobyl",
      "price": 4399,
      "article": 769312,
      "developer": "GSC Game World",
      "description": "S.T.A.L.K.E.R. 2: Heart of Chornobyl— компьютерная игра в жанре шутера от первого лица с открытым миром, разрабатываемая украинской компанией GSC Game World для Microsoft Windows и Xbox Series X/S.",
      "genre": "Шутер",
      "language": "американский, английский, русский, украинский",
      "the_plot": "S.T.A.L.K.E.R. 2 разрабатывается украинской компанией GSC Game World. Первоначально работа над игрой внутри компании стартовала 1 декабря 2009 года, вскоре после выхода самостоятельного дополнения «S.T.A.L.K.E.R.: Зов Припяти». Помимо привычной для серии версии игры для персональных компьютеров под операционной системой Windows, выпуск планировался и на игровые консоли Xbox 360 и PlayStation 3[10][11]. Хотя разработчики и заявляли, что игра будет построена на совершенно новом игровом движке, «созданном с нуля», на деле они использовали свой оригинальный движок X-Ray, который обновили до версии 2.0 и дорабатывали с учётом всех кроссплатформенных требований[. Официальный анонс игры состоялся 13 августа 2010 года, а выход планировался не раньше 2012 года, однако проект попал в «производственный ад» и в декабре 2011 года работа над проектом была заморожена после роспуска Сергеем Григоровичем команды разработчиков GSC Game World. На протяжении более 6 лет игра считалась полностью отменённой, пока в середине мая 2018 года не была вновь анонсирована. 23 июля 2020 года, студия показала первый трейлер игры.",
      "data": " 2023 год",
      "platforms": "ПК (Windows), Xbox Series X/S"
    },
    {
      "image": "./game-images/battlefield_2042.jpg",
      "title": "Battlefield 2042",
      "price": 2499,
      "article": 745897,
      "developer": " DICE",
      "description": "Battlefield 2042 — компьютерная игра в жанре шутера от первого лица, разработанная шведской компанией DICE и изданная компанией Electronic Arts. ",
      "genre": "Шутер",
      "language": "Основные языки мира",
      "the_plot": "В Battlefield 2042 в основе конфликта лежит противостояние России и США в недалеком будущем, где человечество израсходовало почти все ресурсы Земли. При этом разработчики подтвердили, что в игре не будет сюжетной кампании, вместо этого, будут бои с ботами в качестве одиночной игры, а само развитие сюжета игры будет рассказываться по мере выхода обновлений. Одной из особенностей игры было названо максимальное количество одновременных игроков, находящихся на одном сервере — версии для персональных компьютеров под управлением Windows и приставок PlayStation 5 и Xbox Series X/S будут поддерживать до 128 игроков, в то время, как версии для PlayStation 4 и Xbox One — 64 игрока[1]. Также, разработчики заявили, что размер и детализация карт будут самыми большими в серии, но в версии для прошлого поколения консолей карты будут меньше, как и количество игроков[2]. На момент выхода игры изначально будут доступны 7 играбельных карт: Антарктида, Катар, Южная Корея, Индия, Сингапур, Гвиана и Египет. На картах будут происходить природные катаклизмы, например: ураган, причём в разных местах, в разное время, а могут и не происходить.Также, вместо четырёх классов, доступных для игры в мультиплеере в предыдущих частях, будут представлены 10 «специалистов». По сюжету специалисты являются мигрантами из разных стран, примкнувших на сторону США или России[3]. Они будут иметь определённые способности и устройства, а их дополнительное снаряжение можно будет поменять, вне зависимости от специалиста. Год после выхода игры будет поделён на 4 сезона добавления контента. Каждый сезон будут добавляться новые карты и специалисты",
      "data": "19 ноября 2021",
      "platforms": "Windows, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S"
    },
    {
      "image": "./game-images/500ab4b0f9f0f709_1200xH.jpg",
      "title": "Expeditions: Rome",
      "price": 2450,
      "article": 712547,
      "developer": "Логические художники",
      "description": "Expeditions: Rome — тактическая ролевая игра , разработанная датским разработчиком Logic Artists и изданная THQ Nordic",
      "genre": "Action",
      "language": "американский, английский, русский, украинский",
      "the_plot": "Каждый регион кампании — это отдельный «акт» внутри игры. Игрок должен разведать сектора каждого региона, где он может найти ресурсы, которые ему нужны для роста своей армии, сюжетных решений или военных опорных пунктов, которые ему нужно завоевать. Игра разделена на два разных типа боевых систем: сражения легионеров и сюжетные миссии, которые обычно происходят в пошаговых боевых условиях. В битвах легионеров игрок назначает Центуриона , который возглавит атаку, и может подготовить армию перед битвой, чтобы повысить шансы на победу. Карты вытягиваются во время боя, что влияет на вероятность успеха. В сюжетных битвах игрок по очереди управляет небольшим отрядом персонажей, которых он использует для перемещения по полю битвы и победы над врагом. Игроки также несут ответственность за управление лагерем своего легиона, что может помочь им добиться лучших результатов во время боя легионеров.Сюжетные сражения часто имеют цели помимо победы над всеми врагами, и иногда их можно выиграть, не вступая в бой; в одном случае миссия требует от игрока быстро украсть олимпийский трофей.",
      "data": "20 января 2022",
      "platforms": "Window"
    },
    {
      "image": "./game-images/37cc30ba422806cb_1200xH.jpg",
      "title": "NBA 2K23",
      "price": 4299,
      "article": 789658,
      "developer": "Visual Concepts Entertainment",
      "description": "NBA 2K23 — баскетбольная видеоигра, разработанная Visual Concepts и изданная 2K Sports на базе Национальной баскетбольной ассоциации (NBA).",
      "genre": "Спорт",
      "language": "Основные языки мира",
      "the_plot": "MyNBA также был обновлен, что позволило пользователю начать свою карьеру в MyNBA в сезонах NBA 1983–84 , 1991–92 или 2002–03 годов . Игрок также может начать текущий сезон НБА 2022–2023 годов в выборе игр «современной эпохи». Новый режим MyNBA включает в себя автоматическое перемещение команд, например, « Канзас-Сити Кингз» переезжает в Сакраменто, « Ванкувер Гриззлис » переезжает в Мемфис, а « Сиэтл Суперсоникс» переезжает в Оклахома-Сити ., однако пользователь может наложить вето на эти действия. В режиме «эры» представлены полностью визуализированные арены, логотипы и футболки 1980-х, 1990-х и 2000-х годов, полные исторические составы, а также драфт-классы, которые ранее были доступны в предыдущих играх NBA 2K. Этот режим также включает в себя телевизионные фильтры и пакеты вещания, которые имитируют соответствующие стили телевещания для конкретной эпохи, в которую начинает пользователь .вещания, использовавшиеся в начале 2000-х. Пакеты вещания 1980-х и 90-х годов также используются в режиме Jordan Challenge. В дополнение к эпохам НБА, с ними пришли исторические изменения правил, которые позволяют вам изменять или добавлять новые правила, влияющие на игровой процесс в эпохах НБА, вы можете изменять или добавлять исторические правила в межсезонье симуляции. ",
      "data": "18 октября 2022",
      "platforms": "PlayStation 4, Xbox One, Xbox серии X/S, Apple Arcade"
    },
    {
      "image": "./game-images/1.jpg",
      "title": "The Witcher 3: Wild Hunt - Blood and Wine",
      "price": 4785,
      "article": 789659,
      "developer": "CD Projekt Red",
      "description": "The Witcher 3: Wild Hunt — Blood and Wine — второе и последнее дополнение к видеоигре The Witcher 3: Wild Hunt 2015 года .",
      "genre": "Action",
      "language": "американский, английский, русский, украинский",
      "the_plot": "Действие происходит после событий основной игры, Геральту предлагает контракт герцогиня Анна Генриетта, правительница Туссена, вассального герцогства Нильфгаардской империи. Два рыцаря Туссена были убиты при странных обстоятельствах, и Геральту поручено найти и убить виновного в этом монстра.\n\nКогда Геральт прибывает в Туссент, умирает третий рыцарь. Все мужчины, кажется, убиты за нарушение пяти добродетелей, которые клянутся соблюдать все рыцари Туссента. Позже он видит, как четвертого рыцаря убивает Зверь, высший вампир. Он сражается с ним, пока Регис, другой высший вампир и друг Геральта, не прерывает бой и не убеждает Чудовище уйти. Регис объясняет, что Зверя зовут Детлафф. Регис связан с Детлаффом, который его вылечил, вампирским кодексом.\n\nГеральт и Регис узнают, что кто-то похитил бывшего любовника Детлаффа Ренаведд, чтобы заставить его убить рыцарей. После некоторого расследования они встречают хранителя вина, который признается, что продал вино таинственному покупателю, известному как Цинтрианец. Позже цинтрийца убивают при попытке украсть драгоценность, которую Генриетта идентифицирует как семейную реликвию, потерянную много лет назад. Она предполагает, что в этом может быть замешана ее давно потерянная сестра Сианна, которая была сослана за то, что якобы была поражена проклятием.\n\nГеральт, Регис и Детлафф объединяются, чтобы выяснить, что Сианна и Ренаведд — один и тот же человек. Она инсценировала собственное похищение и организовала попытку кражи драгоценности. Детлафф чувствует себя преданным и угрожает разрушить столицу Туссен, если Сианна не согласится встретиться с ним для объяснений в течение трех дней. Генриетта требует, чтобы Геральт убил Детлаффа, узнав, что он Чудовище.",
      "data": "15 октября 2019",
      "platforms": "Windows,PlayStation,PlayStation 5,Xbox One,Xbox Series X/S,Nintendo Switch"
    },
    {
      "image": "./game-images/forza_5.jpeg",
      "title": "Forza Horizon 5",
      "price": 2300,
      "article": 785694,
      "developer": "Playground Games",
      "description": "Forza Horizon 5 — гоночная видеоигра 2021разработанная Playground Games и изданная Xbox Game Studios . ",
      "genre": "Гонки",
      "language": "американский, английский, украинский, китайский, испанский, японский",
      "the_plot": "Forza Horizon 5 — гоночная видеоигра, действие которой происходит в открытом мире , основанном на вымышленном изображении Мексики.В игре самая большая карта во всей серии Forza Horizon , она на 50% больше, чем у ее предшественницы, Forza Horizon 4 , а также имеет самую высокую точку в серии Horizon . Карта была описана креативным директором Майком Брауном как одна из самых разнообразных карт Forza Horizon , созданных командой. Карта содержит действующий кальдерный вулкан , джунгли и пляжи, древние храмы майя , а также города и поселки, такие какГуанахуато . Игроки могут свободно исследовать открытый мир, а также участвовать в многопользовательских гонках и проходить режим кампании. И автомобили, представленные в игре, и персонаж игрока могут быть широко настроены. [9] Игроки могут создавать собственные ливреи и мелодии для автомобилей, а также выполнять замену двигателей , трансмиссии или устанавливать обвесы на определенные автомобили. Игра первая во франшизе, поддерживающая трассировку лучей на автомобилях (хотя это доступно только в Forzavista).В игре представлена новая система погоды (местная погода), в которой игроки могут посетить одну сторону карты и увидеть шторм. Поскольку Мексика — такая обширная страна с таким широким диапазоном высот, в игре примерно в одно и то же время появятся несколько климатов. Четыре сезона все еще существуют, но они повлияют на одиннадцать уникальных биомов на карте. Например, в засушливый сезон будут появляться пыльные бури , а тропические штормы — в течение всего осеннего сезона штормов.Еще одна деталь находится в джунглях, в которых окружающая среда теперь будет реагировать на погоду; пример этого - летящие повсюду листья.",
      "data": "9 ноября 2021",
      "platforms": "Microsoft Windows, Xbox One, Xbox Series X/S"
    }
  ]
}