{
  "cards": [
    {
      "image": "https://itc.ua/wp-content/uploads/2022/05/call-of-duty-modern-warfare-2-2022-20225241971436_1.jpg",
      "title": "Call of Duty: Modern Warfare",
      "price": 5780,
      "article": 785633,
      "developer": "Infinity Ward",
      "description": "Call of Duty: Modern Warfare II — компьютерная игра в жанре шутера от первого лица, разработанная компанией Infinity Ward.",
      "genre": "Шутер",
      "language": "английский, испанский, французский, японский, немецкий и русский",
      "the_plot": "События игры происходят через три года после того, как капитан Джон Прайс сформировал элитную многонациональную контртеррористическую «Оперативную группу 141», в которую вошли сержант Кайл «Газ» Геррик, сержант Джон «Соуп» Мактавиш и лейтенант Саймон «Гоуст» Райли.В июле 2022 года «Оперативная группа 141» работала под командованием американского генерала Шепарда, нанося точечные удары по поддерживаемым Россией иранским силам. После убийства иранского генерала Горбрани майор силы «Кудс» Гасан Зиани становится новым лидером и в течение нескольких месяцев участвует в финансировании террористической деятельности. Его действия привлекли внимание Шепарда и агента ЦРУ Кейт Ласвелл, которая приказала отправить отряд морских пехотинцев во главе с лейтенантом Саймоном «Гоустом» Райли и сержантом Джоном «Соупом» Мактавишем для задержания Гасана в Аль-Мазре. Группа не успела захватить Гасана, но обнаружила, что у террористов есть баллистическая ракета американского производства.Ласвелл, капитан Джон Прайс и сержант Кайл «Газ» Геррик преследуют одного из курьеров Гасана в Амстердаме. Они узнают, что террористы вступили в союз с мексиканским картелем Лас-Алмас. После неудачной попытки задержания Гасана на американо-мексиканской границе полковник мексиканского спецназа Алехандро Варгас и его заместитель сержант-майор Родольфо «Руди» Парра участвуют в совместной операции с Гоустом, Соупом и американской ЧВК «Шэдоу компани» по захвату Гасана. Несмотря на успех, они вынуждены освободить его, чтобы избежать политических последствий, установив устройство слежения на его мобильный телефон.",
      "data": "28 октября 2022 года",
      "platforms": "ПК (Windows)\n/\nPlayStation\n/\nXbox One\n/\nPlayStation\n/\nXbox Series X/S",
      "category": 1
    },
    {
      "image": "https://cdn-ext.fanatical.com/production/product/1280x720/172ac3a7-72f1-4e47-a24b-d42dc2113afa.jpeg",
      "title": "Tomb Raider",
      "price": 1450,
      "article": 794150,
      "developer": "Crystal Dynamics",
      "description": "Tomb Raider - это новая часть долгоиграющего сериала про Лару Крофт и ее акробатические и археологические способности. ",
      "genre": "Экшен",
      "language": "русский, английский, французский, немецкий, итальянский, испанский, китайский, датский, нидерландский, корейский, шведский",
      "the_plot": "Лара Крофт — главный герой и игровой персонаж серии видеоигр: она путешествует по миру в поисках множества забытых артефактов и локаций, часто связанных со сверхъестественными силами. В то время как ее биография менялась на протяжении всего сериала, ее общие черты - это ее происхождение как единственной дочери и наследницы аристократической семьи Крофт. Она изображается как умная, спортивная, элегантная, свободно говорящая на нескольких языках и полная решимости достичь своих целей любой ценой. У нее карие глаза и каштановые волосы, заплетенные в косу или в хвост .. Классический наряд персонажа состоит из бирюзовой майки, светло-коричневых шорт, высоких сапог и высоких белых носков. Среди повторяющихся аксессуаров — перчатки без пальцев, рюкзак, пояс с кобурами по бокам и двойные пистолеты. В более поздних играх для нее есть несколько новых нарядов. \n\nЛара Крофт была озвучена пятью актрисами в серии видеоигр: Шелли Блонд , Джудит Гиббинс, Джонелл Эллиотт, Кили Хоуз и Камилла Ладдингтон . В других СМИ Крофт также озвучивала Минни Драйвер в мультсериале и изображалась Анджелиной Джоли и Алисией Викандер в художественных фильмах. Несколько моделей и двойников изображали Крофт в рекламных материалах до перезагрузки в 2013 году. Восемь разных реальных моделей изображали ее на рекламных мероприятиях. Обстоятельства ее первых приключений, а также движущая сила ее приключений различаются в зависимости от преемственности. В оригинальных продолжениях она находится в самолете, который терпит крушение в Гималаях: ее путешествие обратно к цивилизации вопреки всему помогает начать ее путь к взрослой жизни в качестве авантюристки и охотницы за сокровищами. В первоначальной преемственности после тяжелого испытания в Гималаях она оставила свою привилегированную жизнь и зарабатывала на жизнь, пишу о своих подвигах в качестве авантюриста, наемника и грабителя кошек. Вскоре после этих книг ее семья отреклась от нее. В последнем откровении, Лара попала в рушащуюся пирамиду в конце игры, оставив ее судьбу неизвестной: это произошло потому, что сотрудники, измученные четырьмя годами непрерывной разработки, хотели уйти от персонажа.  «Хроники» были рассказаны через серию воспоминаний на поминках Лары, в то время как «Ангел тьмы» был установлен в неустановленное время после «Последнего откровения », когда выяснилось, что Лара выжила. Обстоятельства ее выживания изначально были частью игры, но были вырезаны из-за нехватки времени и давления издателя Eidos. [61] [65]\n\nВ продолжении « Легенда » ее мать Амелия была вовлечена в аварию, и ею частично движет необходимость узнать правду об исчезновении ее матери и подтвердить теории своего отца об исчезновении Амелии.  Эта одержимость истиной присутствует в Anniversary и приводит мир на грань разрушения во время событий Underworld .Ее отец упоминается как лорд Хеншингли Крофт в оригинальных играх и лорд Ричард Крофт в преемственности Legend .Лара Крофтподсерии происходят в рамках своей отдельной непрерывности, посвящая себя приключениям, аналогичным более ранним играм, в то время как основная серия идет в другом стилистическом направлении.",
      "data": "5 марта 2013",
      "platforms": "PC\n/\nPlayStation 3\n/\nXbox 360\n/\nMac\n/\nGoogle Stadia",
      "category": 2
    },
    {
      "image": "https://cybersport.metaratings.ru/upload/iblock/319/319c87a7a27c1dccc1ae60f8bde15a07.jpg",
      "title": "Far Cry Primal",
      "price": 3650,
      "article": 798973,
      "developer": "Ubisoft Montreal,Ubisoft Kiev,Ubisoft Toronto,Ubisoft Shanghai",
      "description": "Far Cry Primal — компьютерная игра в жанре action-adventure со структурой открытого мира, разработанная студией Ubisoft Montreal при поддержке Ubisoft Toront",
      "genre": "Приключения",
      "language": "Основные языки мира",
      "the_plot": "Разработку игры вела Ubisoft Montreal при участии Ubisoft Toronto, Ubisoft Kiev и Ubisoft Shanghai. В интервью к IGN, отвечая на вопрос о том, будет ли у Far Cry 4 какое-либо дополнение вроде Blood Dragon у Far Cry 3, Алекс Хатчинсон, креативный директор, сообщил, что компания не планирует выпуска сиквела к игре, но они надеются удивить игроков кое-чем другим. 5 января 2015 года Ubisoft выпустила опрос, в котором спросила игроков об их предпочитаемом Far Cry-сеттинге. В опрос вошли такие темы как вампиры, зомби, динозавры, постапокалиптический мир, исторические войны и современные места вроде Перу или Аляски.\n\n2 октября 2015 года под названием Far Cry Sigma игра впервые была добавлена в базу данных Steam, что ввело в замешательство равно как фанатов, так и прессу. Четырьмя днями позже Ubisoft провела презентацию их нового продукта, хотя информация о нём уже попала в интернет через IGN Turkey за несколько часов до официальной презентации. Художественными руководителями новой игры стали Жан-Кристоф Гюйо, который уже работал над некоторыми играми из серии Prince of Persia, и Максим Бэлан. 3 декабря 2015 года Бэлан сообщил, что Far Cry Primal будет такой же большой, как и Far Cry 4.Far Cry Primal был выпущен для PlayStation 4 и Xbox One 23 февраля 2016 года. Версия для Microsoft Windows вышла вскоре после этого, 1 марта 2016 года. Игра также вышла в двух дополнительных изданиях, коллекционном и цифровом: Collector’s Edition и Digital Apex Edition. Первое включает в себя некоторые физические предметы: упаковки оптических дисков, книгу коллекционера, карту Уруса, оригинальный саундтрек и разговорник Wenja, который послужит в качестве руководства для изучения языка, используемого в игровом мире. В цифровом издании доступны дополнительные миссии и оружие. В частности, дополнение Legend of the Mammoth («Легенда о мамонте»), в котором можно сыграть за огромного мамонта.",
      "data": "23 февраля 2016",
      "platforms": "PlayStation 4\n/\nXbox One\n/\nWindows",
      "category": 3
    },
    {
      "image": "https://c.dns-shop.ru/original/st4/8daba98fd9f68a5e8a284ab76ee54c39/62b0d231b06a62c57b4fb223b995eee1424727e10d14fad3685fec8522419145.jpg",
      "title": "Grand Theft Auto V",
      "price": 1999,
      "article": 754872,
      "developer": "Rockstar North",
      "description": "Grand Theft Auto V (сокр. GTA V) — мультиплатформенная компьютерная игра в жанре action-adventure с открытым миром, разработанная компанией Rockstar North и изданная компанией Rockstar Games.",
      "genre": "Экшен",
      "language": "Основные языки мира",
      "the_plot": "Действие игры происходит в вымышленном штате Сан-Андреас, прообразом которого послужила Южная Калифорния. Сюжет в однопользовательском режиме строится вокруг приключений троих грабителей, устраивающих всё более дерзкие ограбления и противостоящих как организованной преступности, так и правоохранительным ведомствам. В процессе игры игрок управляет выбранным персонажем в режиме от первого или от третьего лица; персонаж может свободно передвигаться по обширному миру игры как пешком, так и на автомобилях и других видах транспорта. Особенностью Grand Theft Auto V по сравнению с другими играми серии является возможность переключаться между персонажами в любой момент, как во время выполнения заданий, так и вне их. Многие задания игры связаны с ограблениями и угоном автомобилей; при этом игровой персонаж может участвовать в перестрелках и погонях. Grand Theft Auto Online представляет собой встроенный многопользовательский онлайн-режим, поддерживающий до 30 игроков одновременно — для них предлагаются как кооперативные, так и соревновательные задания.Разработчики из Rockstar Games заявили, что на момент выхода GTA V является их самым большим и амбициозным проектом с крупнейшим созданным ими открытым игровым миром. GTA V является не только самой дорогостоящей по затратам на разработку и маркетинг игрой в истории, но и одной из самых популярных — на 2022 год её совокупные продажи на всех платформах превышают 160 миллионов копий, уступая лишь продажам Minecraft",
      "data": "14 апреля 2015",
      "platforms": "PlayStation 3\n/\nXbox 360\n/\nPlayStation 4\n/\nXbox One\n/\nWindows\n/\nPlayStation 5",
      "category": 2
    },
    {
      "image": "https://www.ixbt.com/img/n1/news/2021/7/4/s.t.a.l.k.e.r.-2_large.jpg",
      "title": "S.T.A.L.K.E.R. 2: Chornobyl",
      "price": 4399,
      "article": 769312,
      "developer": "GSC Game World",
      "description": "S.T.A.L.K.E.R. 2: Heart of Chornobyl— компьютерная игра в жанре шутера от первого лица с открытым миром, разрабатываемая украинской компанией GSC Game World для Microsoft Windows и Xbox Series X/S.",
      "genre": "Шутер",
      "language": "американский, английский, русский, украинский",
      "the_plot": "S.T.A.L.K.E.R. 2 разрабатывается украинской компанией GSC Game World. Первоначально работа над игрой внутри компании стартовала 1 декабря 2009 года, вскоре после выхода самостоятельного дополнения «S.T.A.L.K.E.R.: Зов Припяти». Помимо привычной для серии версии игры для персональных компьютеров под операционной системой Windows, выпуск планировался и на игровые консоли Xbox 360 и PlayStation 3[10][11]. Хотя разработчики и заявляли, что игра будет построена на совершенно новом игровом движке, «созданном с нуля», на деле они использовали свой оригинальный движок X-Ray, который обновили до версии 2.0 и дорабатывали с учётом всех кроссплатформенных требований[. Официальный анонс игры состоялся 13 августа 2010 года, а выход планировался не раньше 2012 года, однако проект попал в «производственный ад» и в декабре 2011 года работа над проектом была заморожена после роспуска Сергеем Григоровичем команды разработчиков GSC Game World. На протяжении более 6 лет игра считалась полностью отменённой, пока в середине мая 2018 года не была вновь анонсирована. 23 июля 2020 года, студия показала первый трейлер игры.",
      "data": " 2023 год",
      "platforms": "ПК (Windows)\n/\nXbox Series X/S",
      "category": 1
    },
    {
      "image": "https://images7.alphacoders.com/115/1151164.jpg",
      "title": "Battlefield 2042",
      "price": 2499,
      "article": 745897,
      "developer": " DICE",
      "description": "Battlefield 2042 — компьютерная игра в жанре шутера от первого лица, разработанная шведской компанией DICE и изданная компанией Electronic Arts. ",
      "genre": "Шутер",
      "language": "Основные языки мира",
      "the_plot": "В Battlefield 2042 в основе конфликта лежит противостояние России и США в недалеком будущем, где человечество израсходовало почти все ресурсы Земли. При этом разработчики подтвердили, что в игре не будет сюжетной кампании, вместо этого, будут бои с ботами в качестве одиночной игры, а само развитие сюжета игры будет рассказываться по мере выхода обновлений. Одной из особенностей игры было названо максимальное количество одновременных игроков, находящихся на одном сервере — версии для персональных компьютеров под управлением Windows и приставок PlayStation 5 и Xbox Series X/S будут поддерживать до 128 игроков, в то время, как версии для PlayStation 4 и Xbox One — 64 игрока[1]. Также, разработчики заявили, что размер и детализация карт будут самыми большими в серии, но в версии для прошлого поколения консолей карты будут меньше, как и количество игроков[2]. На момент выхода игры изначально будут доступны 7 играбельных карт: Антарктида, Катар, Южная Корея, Индия, Сингапур, Гвиана и Египет. На картах будут происходить природные катаклизмы, например: ураган, причём в разных местах, в разное время, а могут и не происходить.Также, вместо четырёх классов, доступных для игры в мультиплеере в предыдущих частях, будут представлены 10 «специалистов». По сюжету специалисты являются мигрантами из разных стран, примкнувших на сторону США или России[3]. Они будут иметь определённые способности и устройства, а их дополнительное снаряжение можно будет поменять, вне зависимости от специалиста. Год после выхода игры будет поделён на 4 сезона добавления контента. Каждый сезон будут добавляться новые карты и специалисты",
      "data": "19 ноября 2021",
      "platforms": "Windows\n/\nPlayStation 4\n/\nPlayStation 5\n/\nXbox One\n/\nXbox Series X/S",
      "category": 1
    },
    {
      "image": "https://cdn.akamai.steamstatic.com/steam/apps/1805541/ss_14fda9b5fd56f8f2db4a0989031a5f1a27880b99.1920x1080.jpg?t=1652256433",
      "title": "Expeditions: Rome",
      "price": 2450,
      "article": 712547,
      "developer": "Логические художники",
      "description": "Expeditions: Rome — тактическая ролевая игра , разработанная датским разработчиком Logic Artists и изданная THQ Nordic",
      "genre": "Экшен",
      "language": "американский, английский, русский, украинский",
      "the_plot": "Каждый регион кампании — это отдельный «акт» внутри игры. Игрок должен разведать сектора каждого региона, где он может найти ресурсы, которые ему нужны для роста своей армии, сюжетных решений или военных опорных пунктов, которые ему нужно завоевать. Игра разделена на два разных типа боевых систем: сражения легионеров и сюжетные миссии, которые обычно происходят в пошаговых боевых условиях. В битвах легионеров игрок назначает Центуриона , который возглавит атаку, и может подготовить армию перед битвой, чтобы повысить шансы на победу. Карты вытягиваются во время боя, что влияет на вероятность успеха. В сюжетных битвах игрок по очереди управляет небольшим отрядом персонажей, которых он использует для перемещения по полю битвы и победы над врагом. Игроки также несут ответственность за управление лагерем своего легиона, что может помочь им добиться лучших результатов во время боя легионеров.Сюжетные сражения часто имеют цели помимо победы над всеми врагами, и иногда их можно выиграть, не вступая в бой; в одном случае миссия требует от игрока быстро украсть олимпийский трофей.",
      "data": "20 января 2022",
      "platforms": "Window",
      "category": 2
    },
    {
      "image": "https://s3.gaming-cdn.com/images/products/12530/orig/nba-2k23-michael-jordan-edition-michael-jordan-edition-pc-game-steam-europe-cover.jpg?v=1671555398",
      "title": "NBA 2K23",
      "price": 4299,
      "article": 789658,
      "developer": "Visual Concepts Entertainment",
      "description": "NBA 2K23 — баскетбольная видеоигра, разработанная Visual Concepts и изданная 2K Sports на базе Национальной баскетбольной ассоциации (NBA).",
      "genre": "Спорт",
      "language": "Основные языки мира",
      "the_plot": "MyNBA также был обновлен, что позволило пользователю начать свою карьеру в MyNBA в сезонах NBA 1983–84 , 1991–92 или 2002–03 годов . Игрок также может начать текущий сезон НБА 2022–2023 годов в выборе игр «современной эпохи». Новый режим MyNBA включает в себя автоматическое перемещение команд, например, « Канзас-Сити Кингз» переезжает в Сакраменто, « Ванкувер Гриззлис » переезжает в Мемфис, а « Сиэтл Суперсоникс» переезжает в Оклахома-Сити ., однако пользователь может наложить вето на эти действия. В режиме «эры» представлены полностью визуализированные арены, логотипы и футболки 1980-х, 1990-х и 2000-х годов, полные исторические составы, а также драфт-классы, которые ранее были доступны в предыдущих играх NBA 2K. Этот режим также включает в себя телевизионные фильтры и пакеты вещания, которые имитируют соответствующие стили телевещания для конкретной эпохи, в которую начинает пользователь .вещания, использовавшиеся в начале 2000-х. Пакеты вещания 1980-х и 90-х годов также используются в режиме Jordan Challenge. В дополнение к эпохам НБА, с ними пришли исторические изменения правил, которые позволяют вам изменять или добавлять новые правила, влияющие на игровой процесс в эпохах НБА, вы можете изменять или добавлять исторические правила в межсезонье симуляции. ",
      "data": "18 октября 2022",
      "platforms": "PlayStation 4\n/\nXbox One\n/\nXbox серии X/S\n/\nApple Arcade",
      "category": 4
    },
    {
      "image": "https://images.gog-statics.com/3975f26c206f826bfdd9a2de370555c3e2ab0676d295f425e82aabc6108645cb.jpg",
      "title": "The Witcher 3: Wild Hunt - Blood and Wine",
      "price": 4785,
      "article": 789659,
      "developer": "CD Projekt Red",
      "description": "The Witcher 3: Wild Hunt — Blood and Wine — второе и последнее дополнение к видеоигре The Witcher 3: Wild Hunt 2015 года .",
      "genre": "Экшен",
      "language": "американский, английский, русский, украинский",
      "the_plot": "Действие происходит после событий основной игры, Геральту предлагает контракт герцогиня Анна Генриетта, правительница Туссена, вассального герцогства Нильфгаардской империи. Два рыцаря Туссена были убиты при странных обстоятельствах, и Геральту поручено найти и убить виновного в этом монстра.\n\nКогда Геральт прибывает в Туссент, умирает третий рыцарь. Все мужчины, кажется, убиты за нарушение пяти добродетелей, которые клянутся соблюдать все рыцари Туссента. Позже он видит, как четвертого рыцаря убивает Зверь, высший вампир. Он сражается с ним, пока Регис, другой высший вампир и друг Геральта, не прерывает бой и не убеждает Чудовище уйти. Регис объясняет, что Зверя зовут Детлафф. Регис связан с Детлаффом, который его вылечил, вампирским кодексом.\n\nГеральт и Регис узнают, что кто-то похитил бывшего любовника Детлаффа Ренаведд, чтобы заставить его убить рыцарей. После некоторого расследования они встречают хранителя вина, который признается, что продал вино таинственному покупателю, известному как Цинтрианец. Позже цинтрийца убивают при попытке украсть драгоценность, которую Генриетта идентифицирует как семейную реликвию, потерянную много лет назад. Она предполагает, что в этом может быть замешана ее давно потерянная сестра Сианна, которая была сослана за то, что якобы была поражена проклятием.\n\nГеральт, Регис и Детлафф объединяются, чтобы выяснить, что Сианна и Ренаведд — один и тот же человек. Она инсценировала собственное похищение и организовала попытку кражи драгоценности. Детлафф чувствует себя преданным и угрожает разрушить столицу Туссен, если Сианна не согласится встретиться с ним для объяснений в течение трех дней. Генриетта требует, чтобы Геральт убил Детлаффа, узнав, что он Чудовище.",
      "data": "15 октября 2019",
      "platforms": "Windows\n/\nPlayStation\n/\nPlayStation 5\n/\nXbox One\n/\nXbox Series X/S\n/\nNintendo Switch",
      "category": 2
    },
    {
      "image": "https://c.dns-shop.ru/original/st4/c77ec4a107cbb1d132514bb381fe8f06/f5c5c09b164c9ee3c45a7075f9d928b8135d0b9b338d1885575b2b6a6236b646.jpg",
      "title": "Forza Horizon 5",
      "price": 2300,
      "article": 785694,
      "developer": "Playground Games",
      "description": "Forza Horizon 5 — гоночная видеоигра 2021, разработанная Playground Games и изданная Xbox Game Studios . ",
      "genre": "Гонки",
      "language": "американский, английский, украинский, китайский, испанский, японский",
      "the_plot": "Forza Horizon 5 — гоночная видеоигра, действие которой происходит в открытом мире , основанном на вымышленном изображении Мексики.В игре самая большая карта во всей серии Forza Horizon , она на 50% больше, чем у ее предшественницы, Forza Horizon 4 , а также имеет самую высокую точку в серии Horizon . Карта была описана креативным директором Майком Брауном как одна из самых разнообразных карт Forza Horizon , созданных командой. Карта содержит действующий кальдерный вулкан , джунгли и пляжи, древние храмы майя , а также города и поселки, такие какГуанахуато . Игроки могут свободно исследовать открытый мир, а также участвовать в многопользовательских гонках и проходить режим кампании. И автомобили, представленные в игре, и персонаж игрока могут быть широко настроены. [9] Игроки могут создавать собственные ливреи и мелодии для автомобилей, а также выполнять замену двигателей , трансмиссии или устанавливать обвесы на определенные автомобили. Игра первая во франшизе, поддерживающая трассировку лучей на автомобилях (хотя это доступно только в Forzavista).В игре представлена новая система погоды (местная погода), в которой игроки могут посетить одну сторону карты и увидеть шторм. Поскольку Мексика — такая обширная страна с таким широким диапазоном высот, в игре примерно в одно и то же время появятся несколько климатов. Четыре сезона все еще существуют, но они повлияют на одиннадцать уникальных биомов на карте. Например, в засушливый сезон будут появляться пыльные бури , а тропические штормы — в течение всего осеннего сезона штормов.Еще одна деталь находится в джунглях, в которых окружающая среда теперь будет реагировать на погоду; пример этого - летящие повсюду листья.",
      "data": "9 ноября 2021",
      "platforms": "Microsoft Windows\n/\nXbox One\n/\nXbox Series X/S",
      "category": 5
    },
    {
      "image": "https://images6.alphacoders.com/108/thumb-1920-1082417.jpg",
      "title": "Horizon Forbidden West",
      "price": 3299,
      "article": 741258,
      "developer": "Guerrilla Games",
      "description": "Horizon Forbidden West — компьютерная игра в жанре Action/RPG с открытым миром, разработанная нидерландской студией Guerrilla Games.",
      "genre": "Приключения",
      "language": "английский",
      "the_plot": "Как и предыдущая игра, Horizon Forbidden West представляет собой Action/RPG с видом от третьего лица. Игра имеет во многом идентичный Horizon Zero Dawn игровой процесс. Игрок управляет молодой охотницей по имени Элой в постапокалиптическом открытом мире, населённом механическими зверями-«машинами». Наряду с сюжетными заданиями имеется множество побочных квестов, и Элой может исследовать игровой мир в отрыве от выполнения сюжетных миссий. Присутствует динамическая смена погоды, дня и ночи.Для охоты на машины, животных, а также против враждебно настроенных людей Элой использует разнообразное оружие: она может, например, ставить ловушки, мины-растяжки с помощью специального приспособления-«нитемёта» (англ. tripcaster), стрелять из лука, метать бомбы из пращи. Добавлены новые виды оружия, не имеющие прямых аналогов в реальности. Большинство машин имеет слабые места, в которые можно бить для наиболее рациональной траты времени и боеприпасов. Помимо обычных стрел, наносящих простой урон, имеются специализированные боеприпасы, которые причиняют урон каким-либо поражающим элементом (огонь, электричество и так далее), и игрок может использовать их в зависимости от того, к какому элементу цель имеет уязвимости. «Раненые» машины меняют свой внешний вид и поведение естественным образом в зависимости от вида повреждений: например, с машин можно сбивать детали, и их можно собрать с земли ещё до убийства машины. Некоторые детали необходимо сбить до уничтожения машины, чтобы эти детали сохранились в целости, а некоторые части тел машин необходимо держать в сохранности на самих машинах, если нужно получить из них определённые ресурсы. С некоторых машин Элой может сбить дальнобойное оружие и атаковать им, однако под его тяжестью движения героини замедляются, и она становится более уязвимой для атак, так как не может уклоняться. Также Элой может сражаться в ближнем бою копьём, используя как простые, так и сложные приёмы боя, а также экспериментируя с их комбинациями.",
      "data": "18 февраля 2022",
      "platforms": "PlayStation\n/\nPlayStation 5",
      "category": 3
    },
    {
      "image": "https://images.alphacoders.com/117/1173124.jpg",
      "title": "God of War",
      "price": 2500,
      "article": 793215,
      "developer": "Sony Interactive Entertainment",
      "description": "God of War — компьютерная игра в жанре action-adventure, разработанная компанией SIE Santa Monica Studio",
      "genre": "Экшен",
      "language": "американский",
      "the_plot": "Главные герои игры — спартанский воитель-полубог Кратос и его сын Атрей. Кратос — сын Зевса, ставший греческим богом войны, — поселился после разрушения Олимпа на далёком севере, где встретил свою вторую жену, умершую незадолго до событий игры, — женщину-воина Фэй, которая родила от спартанца сына Атрея.Действие начинается вскоре после смерти второй жены Кратоса и матери Атрея Фэй, последней волей которой было развеять её останки с высочайшей вершины всех девяти миров. Перед путешествием Кратоса он встречает незнакомца с божественными силами, чьё тело полностью покрыто татуировками. Тот требует от Кратоса ответов и насмехается над его прошлым; конфликт переходит в ожесточённую схватку. Победив незнакомца, Кратос вместе с Атреем отправляются в путешествие.Достигнув озера Девяти, Кратос и Атрей встречают дружелюбного к ним Ёрмунганда — мирового змея, последнего из живых гигантов Мидгарда. Далее они сталкиваются с непроницаемым чёрным туманом — тёмной магией небывалой силы, но на помощь приходит Лесная Ведьма. Она отправляет героев в мир эльфов, Альвхейм, за светом, чтобы наполнить им Биврёст и пройти сквозь туман. Взобравшись на гору, они слушают разговор незнакомца (раскрытого как Бальдр) с сыновьями Тора Магни и Моди, и пленённого Мимира. После того, как боги ушли, Кратос и Атрей общаются с Мимиром; тот сообщает, что хоть данная гора и является самой высокой в Мидгарде, вершина всех миров находится в Йотунхейме — мире гигантов, куда можно попасть только через закрытый портал. По просьбе Мимира Кратос отрубает ему голову, которую относит Лесной ведьме на оживление. Оживший Мимир с удивлением узнаёт в ведьме богиню Фрейю; раздражённый Кратос не желает доверять ей, но Фрейя и Мимир предупреждают его о том, что он должен рассказать Атрею о своей природе.В поисках инструментов для открытия портала в Йотунхейм Кратос, Атрей и Мимир сталкиваются с Магни и Моди. После того, как в схватке Кратос убил Магни, Моди сбегает, но возвращается и нападает на путников вновь. Не справившись с пробудившимся в нём гневом Спарты, Атрей теряет сознание, что Фрейя и Мимир объясняют противоречием между божественным естеством и ощущением себя как смертного. Фрейя сообщает, что для исцеления сына Кратос должен отправиться в мир мёртвых Хельхейм и заполучить там сердце стражника Моста Проклятых; поскольку «Левиафан» бессилен в этом мире, Кратос возвращается домой за своим прежним оружием — Клинками Хаоса — и встречает дух Афины, напоминающей воителю о его прошлом. В Хельхейме же Кратосу является иллюзия Зевса. Забрав сердце стражника, Кратос исцеляет с его помощью Атрея и раскрывает его природу; узнав об этом, Атрей в пути становится слишком высокомерным и убивает ослабленного Моди, несмотря на требование Кратоса не делать это. Взобравшись на вершину Мидгарда, отец и сын пытаются открыть портал, но сталкиваются с Бальдром. В битве портал был разрушен, а Кратос вновь оказывается в Хельхейме с остальными путниками.",
      "data": "20 апреля 2018 года",
      "platforms": " PlayStation\n/\nWindows",
      "category": 2
    },
    {
      "image": "https://www.igorslab.de/wp-content/uploads/2020/03/Alyx.jpg",
      "title": "Half-Life: Alyx",
      "price": 1500,
      "article": 7932118,
      "developer": "Valve",
      "description": "Half-Life: Alyx — компьютерная игра в жанре шутера от первого лица для устройств виртуальной реальности, разработанная и изданная американской компанией Valve.",
      "genre": "Шутер",
      "language": "американский",
      "the_plot": "Действие происходит за пять лет до начала событий Half-Life 2. Аликс Вэнс, находясь в своей конспиративной квартире, наблюдает за тем, как её отец Илай и члены Сопротивления выполняют миссию по краже реактора у Альянса. Илай, связавшись с Аликс, сообщает, что миссия проходит успешно и добавляет, что он заметил странное строение в карантинной зоне. Аликс отвечает, что заметила, как Альянс начал поставлять оружие и припасы в зону карантина Сити 17, и это приводит к тому, что на них нападают силы Альянса и захватывают обоих в плен. Другому члену Сопротивления, Расселу, удаётся спасти Аликс, и он сообщает, что, возможно, Альянс отправит Илая в Нова-Проспект для допроса. Он планирует перехватить поезд возле развилки Фейрвью. Взяв у Рассела пару гравитационных перчаток и пистолет, Аликс проникает в карантинную зону, чтобы перехватить поезд с Илаем. Пробираясь через канализацию, она наталкивается на загадочные рисунки на стенах, изображающие события прошлого и будущего. Вскоре она находит логово художника — эксцентричного одинокого вортигонта, который предупреждает её, что Илай в будущем погибнет и велит ей «следовать за северной звездой», а также предрекает то, что она освободит его сородичей.Пробравшись через карантинную зону, Аликс добирается до развилки Фейрвью, где, отбив сопротивление сил Альянса, она захватывает станцию и пытается остановить поезд, однако терминал ломается и ей приходится пустить поезд с её отцом под откос. Среди разбитых вагонов попадаются трупы Советников Альянса. Вскоре Аликс удаётся найти Илая, висящего над пропастью. Она протягивает ему руку, однако тот не успевает схватиться и падает. В этот момент его спасает встреченный ранее вортигонт. Илай рассказывает дочери, что пока он был под стражей, то узнал, что странное строение в карантинной зоне называется «Хранилищем», и что в нём Альянс хранит некое супероружие. Вортигонт сопровождает Илая до Сити-17, чтобы они с Расселом расшифровали датапод Альянса. Илай просит Аликс найти «Хранилище» и выкрасть его, прежде чем Альянс сможет переместить его в более безопасное место.Аликс продолжает свой путь через заброшенную станцию метро и попадает в редакцию газеты «The Terminal», где через окна перед ней открывается вид на «Хранилище», огромный космический корабль Альянса. Вскоре она попадает на площадь перед зданием отеля «Северная звезда» и понимает, о чём говорил вортигонт. Попав внутрь заросшего инопланетной растительностью отеля, Аликс обнаруживает подстанцию Альянса, где источником энергии выступает пленённый вортигонт, который благодарит её и говорит, что освободит своих собратьев. Так героиня исполняет пророчество. После Аликс через жилые кварталы пробирается на пивоварню «Златен Лъв», где помогает выжившему гражданину — Ларри — победить мутировавшего инопланетного монстра по прозвищу «Джефф». Возле выхода из завода с ней связывается Илай, сообщающий, что в «Хранилище» заключено не оружие, а то, чего Альянс боится больше всего. Аликс надеется, что они смогут объединить их усилия, чтобы избавиться от Альянса. Найдя терминал управления, Аликс разблокирует ворота и попадает в заброшенный зоопарк, обжитый муравьиными львами.",
      "data": "23 марта 2020",
      "platforms": " PC",
      "category": 1
    },
    {
      "image": "https://www.gannett-cdn.com/media/2018/11/07/USATODAY/usatsports/ttwo-red-dead-2_large.jpg?width=1280&height=720&fit=crop&format=pjpg&auto=webp",
      "title": "Red Dead Redemption 2",
      "price": 2000,
      "article": 793214,
      "developer": "Rockstar Games",
      "description": "Red Dead Redemption 2 — это новая глава в знаменитой серии о суровой жизни на Диком Западе от создателей Grand Theft Auto, студии Rockstar Games.",
      "genre": "Экшен",
      "language": "американский, английский, украинский, китайский, испанский, японский, немецкий",
      "the_plot": "Red Dead Redemption 2 является экшен-шутером от третьего и первого лица с открытым миром в жанре приключенческого вестерна. Сюжет одиночной кампании повествует о жизни людей и их выживании в непростых условиях центральной части американского дикого запада в конце XIX века. По заявлению разработчиков в игре будет очень просторный и тщательно проработанный открытый мир, который станет основой для нового сетевого режима. В игре появились новые функции, отсутствующие в предыдущей игре. Игроки могут общаться со всеми персонажами разными способами, сильно отличающимися от предыдущих игр. Можно выбирать как дружеские, так и угрожающие варианты диалогов, чтобы, например, украсть деньги у персонажа. Охота на диких животных также была улучшена.Оружие и одежда в игре может загрязниться. Загрязнённое оружие может заклинить, а намоченное в воде ружьё может дать осечку из-за влажного пороха. Поэтому за оружием, как и за одеждой необходим постоянный уход, такой как чистка и смазывание. В Red Dead Redemption 2 есть система репутации, которая зависит от поступков главного героя. Эта шкала влияет на отношения героя с другими персонажами, и на награды от различных видов деятельности.Есть возможность посетить парикмахера, однако, выбор некоторых причёсок зависит от того, насколько главный герой позволил своим волосам естественным образом расти в течение игры. Главному герою необходимо регулярно есть, пить и спать иначе он ослабеет и его выносливость будет снижена.Можно самостоятельно выбрать имя для своей лошади. Лошадь является основным средством передвижения по миру игры, которая может перевозит сумки с припасами и оружием. Чем больше внимания уделяется лошади, тем больше от неё будет пользы. Лошадь с высоким уровнем доверия более послушная, чем лошадь с более низким уровнем.Охота является важной частью игрового процесса, и основным способом добычи еды. Животных нужно выслеживать и убивать. Способ убийства влияет на добычу — чем меньше тело животного повреждено, тем больше от него будет мяса. Трофеи можно повесить на лошадь, чтобы довезти до лагеря и приготовить. Если ехать далеко — можно устроить привал и приготовить. Помимо еды, можно будет создавать боеприпасы и прочие предметы.Помимо одиночной компании, в игре присутствует многопользовательский режим который называется Red Dead Online. он вышел 27 ноября 2018 года. многопользовательский режим находился на этапе бета-тестирования, до 15 мая 2019 года, когда вышло новое крупное обновление.",
      "data": "26 октября 2018",
      "platforms": " PC\n/\nPS4\n/\nXbox One",
      "category": 2
    },
    {
      "image": "https://media.contentapi.ea.com/content/dam/ea/need-for-speed-unbound/common/featured-images/nfs-unbound-16-9.jpg.adapt.crop16x9.1023w.jpg",
      "title": "Need for Speed Unbound",
      "price": 3700,
      "article": 793218,
      "developer": "Criterion Games",
      "description": "Need for Speed Unbound — это очередная часть в популярной гоночной серии серии от компании EA, которая выполнена в аниме-стиле с яркими цветами и предложит игрокам отправиться в город Лейкшор",
      "genre": "Гонки",
      "language": "английский",
      "the_plot": "Need for Speed Unbound — гоночная игра, действие которой разворачивается в вымышленном городе Лейкшор-Сити, основанном на Чикаго. Как и в предыдущих играх серии, в ней будет присутствовать открытый мир, а игровой процесс будет похож на предыдущие части, но в основном сосредоточен именно на уличных гонках. Кроме того, уровень погони из Need for Speed Heat также будет присутствовать в Unbound, благодаря чему игрок сможет попытаться завоевать известность у полиции. Кроме того, как и в предыдущих частях, в игре будут представлены различные формы кастомизации, такие как установка различных обвесов, добавление сплиттера или даже полное удаление переднего или заднего бамперов.Need for Speed Unbound была представлена EA 6 октября 2022 года и разработана Criterion Games совместно с Codemasters Cheshire, позже переименованной в Criterion Cheshire. В игре используется художественный стиль, в котором элементы уличного искусства, такие как cел-шейдинг и граффити, сочетаются с более реалистичным художественным стилем других Need for Speed. Игра находится в коллаборации с A$AP rocky, и его «CUSTOM MERCEDES 190E»[7].29 ноября 2022 года Need for Speed Unbound стала доступна для обладателей специального издания игры Palace Edition. Выход игры состоялся 2 декабря 2022 года для Windows, PlayStation 5 и Xbox Series X/S.",
      "data": "2 декабря 2022",
      "platforms": " PC \n/\n PS5 \n/\nXbox Series X",
      "category": 5
    },
    {
      "image": "https://cybersport.metaratings.ru/upload/iblock/465/4658510fd90884e2c3f2bf708cb69c53.jpg",
      "title": "Assassin's Creed 2",
      "price": 900,
      "article": 794220,
      "developer": "Ubisoft",
      "description": "Assassin’s Creed II  — мультиплатформенная компьютерная игра в жанре action-adventure, продолжение игры Assassin’s Creed от компании Ubisoft.",
      "genre": "Приключения",
      "language": "русский, английский, французский, немецкий, итальянский, испанский, китайский, датский, нидерландский, корейский, шведский",
      "the_plot": "Игра продолжается вскоре после событий Assassin’s Creed, где, в 2012 году, Дезмонду Майлсу — пленнику «Абстерго Индастриз», которого используют для дешифрования его генетической памяти о его предке-ассасине Альтаире в машине «Анимус», — грозит смертельная опасность. «Абстерго», современный эквивалент рыцарей-тамплиеров, использовали Дезмонда, чтобы определить местонахождение мощного артефакта, именуемого «Частицей Эдема», или «Яблоком Эдема». Используя Орлиное зрение, полученное в результате «эффекта просачивания» (из-за частого нахождения в «Анимусе»), Дезмонд видит сообщения и символы, написанные кровью на стене его спальни предыдущим испытуемым, именуемым «Объект 16». Люси Стиллман, сотрудник Абстерго и член братства современных ассасинов, освобождает Дезмонда и прячет его в секретном укрытии с двумя другими ассасинами, Шоном Гастингсом и Ребеккой Крэйн, создавшими улучшенную версию «Анимуса». Они предлагают Дезмонду использовать генетическую память о еще одном его предке, итальянце Эцио Аудиторе да Фиренце, с двумя целями: тренировать Дезмонда в искусстве ассасина с помощью эффекта просачивания и найти другие Частицы Эдема.После погружения в «Анимус» действие игры начинает разворачиваться в Италии, в Эпоху Возрождения, конец XV века. Главным героем игры становится семнадцатилетний юноша по имени Эцио, житель Флоренции. Отца Эцио, Джованни Аудиторе, предал его лучший друг Уберто Альберти, и в результате обвинения отец и братья Эцио — Федерико и Петруччо — были повешены. Для Эцио потеря семьи была сильной душевной травмой. Он убивает предателя своей семьи и скрывается вместе с матерью и сестрой у своего дяди Марио на вилле Аудиторе в Монтериджони.Позже Эцио узнаёт, что его семью предала семья Пацци, и он решает поквитаться с ней. Сперва он убивает младшего из этой семьи, Вьери Пацци. Через некоторое время после заговора против семьи Медичи Эцио убил отца Вьери, Франческо Пацци. а затем старшего из семьи предателей — Якопо Пацци — и его помощников (хотя, Эцио всего лишь нанёс Якопо последний удар). Из собрания тамплиеров, в котором непосредственно участвовал Якопо, Эцио узнаёт, что следующие действия тамплиеров будут в Венеции.Действие прерывается и переносится в настоящее время. В ходе интермедии Люси проверяет навыки Дезмонда. Во сне у Дезмонда возникают галлюцинации, и он видит события из жизни Альтаира, главного героя предыдущей части. На следующий день Дезмонд вновь погружается в воспоминания Эцио.Приплыв в «город на воде» вместе с Леонардо да Винчи, он сотрудничает с местной гильдией воров. Он убивает двух заговорщиков — дожа Эмилио Барбариго и приближённого следующего правителя Карло Гримальди. Затем, во время праздника, Эцио убивает Марко Барбариго, занявшего место прежнего дожа. Позднее Эцио, с помощью Бартоломео Д\"Альвиано убил Сильвио Барбариго и телохранителя Марко Данте Моро, но упускает корабль, на котором те собирались уехать. Через два года он узнаёт, что скоро возвращается корабль тамплиеров с острова Кипр, и на нём, вероятно, будет одна из частиц Эдема. Убив и переодевшись в курьера, Эцио лицом к лицу сталкивается с Родриго Борджиа, который убеждён, что он некий пророк. Борджиа удаётся скрыться, зато Эцио узнаёт, что люди, помогавшие ему на всём пути, — ассасины. Эцио посвящают в ассасины. После нахождения частицы Эдема — яблока Эдема — Эцио отправляется в Романью, где помогает Никколо Макиавелли и Катерине Сфорца защитить их город — Форли от братьев Орси. Однако таинственное яблоко было украдено неким монахом без одного пальца, и поиски приводят нашего героя обратно во Флоренцию. Воспользовавшись яблоком, тот самый бывший монах Джироламо Савонарола захватывает власть во Флоренции. Эцио подрывает его планы, убивая девять помощников Савонаролы по всему городу. Разгневанный народ собирается заживо сжечь «просветителя», но Эцио убивает его прямо на костре, а после этого произносит пламенную речь о людях и свободе.",
      "data": "17 ноября 2009",
      "platforms": "PC\n/\nPlayStation 3\n/\nXbox 360",
      "category": 3
    },
    {
      "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_TheElderScrollsVSkyrim_image1280w.jpg",
      "title": "The Elder Scrolls 5: Skyrim",
      "price": 1700,
      "article": 794100,
      "developer": "Bethesda Softworks",
      "description": "The Elder Scrolls V: Skyrim — компьютерная ролевая игра , разработанная Bethesda Game Studios и изданная Bethesda Softworks .",
      "genre": "Приключения",
      "language": "русский, английский, французский, немецкий, итальянский, испанский, китайский, датский, нидерландский, корейский, шведский",
      "the_plot": "The Elder Scrolls V: Skyrim — это ролевая игра , в которую можно играть как от первого , так и от третьего лица . Игрок может свободно перемещаться по земле Скайрима, среде открытого мира , состоящей из диких просторов, подземелий, пещер, городов, поселков, крепостей и деревень. В каждом городе в игровом мире есть такие виды деятельности, как сельское хозяйство, которыми может заниматься игрок.  Игроки могут быстрее перемещаться по игровому миру, катаясь на лошадях, платя за поездку в городской конюшне или используя система быстрого перемещения, которая позволяет им немедленно перемещать своего персонажа в ранее обнаруженное место. В начале игры игроки выбирают пол и расу своего персонажа , из 10 вариантов для последней, включая расы людей и фэнтезийные расы, такие как эльфы и орки . Игрок выбирает внешний вид персонажа; внутриигровая механика позволяет изменить внешний вид позже. У персонажей есть три основных атрибута: здоровье — это количество урона, которое персонаж может вынести перед смертью, магия.истощается для произнесения заклинаний, а выносливость позволяет персонажу выполнять тяжелые «силовые атаки» или спринт. Строка состояния для каждого атрибута появляется на экране, когда атрибут падает ниже своего максимального значения. Атрибуты восстанавливаются со временем и могут быть восполнены быстрее, выпивая зелья или произнося регенерирующие заклинания. Персонажи получают опыт косвенно, повышая уровень навыков.. 18 навыков поровну разделены между тремя школами боя, магии и скрытности. У каждого навыка есть собственная полоса опыта, которая увеличивается, когда персонаж выполняет действие в игре, связанное с навыком. Например, изготовление кинжала повышает навык кузнечного дела, а нанесение урона из лука повышает навык стрельбы из лука. Когда полоса опыта навыка заполняется, уровень навыка повышается, а полоса сбрасывается. После повышения уровня навыков уровень персонажа повышается, что позволяет игроку увеличить максимальное значение одного из трех атрибутов и дает очко навыков. Очки умений можно потратить сразу на перк, связанный с навыком, или сохранить для последующего использования. Персонаж игрока вступает в бой с монстрами, исследуя подземелье. Игрок может одновременно владеть оружием и магией, чтобы быть более эффективным против врагов.\nНеигровые персонажи(NPC) населяют мир; игрок может вовлечь их в разговор, жениться на заранее определенных или вступить с ними в смертельный или несмертельный бой. Как и в предыдущих играх серии, убийство определенных людей может сделать некоторые квесты или предметы недоступными. Некоторые NPC, важные для повествования, не могут быть убиты игроком и выдержат атаки любой силы. Совершение преступления, такого как убийство или кража, приносит игроку награду, если преступление становится свидетелем, что приводит к столкновениям с охранниками. В зависимости от некоторых факторов, в том числе от того, насколько серьезным было преступление, игрок может отправиться в тюрьму, откупиться от охранника, убедить свидетеля забыть об этом, объявить себя таном определенного владения (что приводит охранника к извините игрока), «усмирить» охранника или заставить замолчать свидетелей, убив их.",
      "data": "11 ноября 2011",
      "platforms": "PC\n/\nPlayStation 3\n/\nXbox 360",
      "category": 3
    },
    {
      "image": "https://i.ytimg.com/vi/2-PI4qIsi7o/maxresdefault.jpg",
      "title": "Tony Hawk's American Wasteland",
      "price": 1300,
      "article": 794105,
      "developer": "Neversoft",
      "description": "Tony Hawk’s American Wasteland —видеоигра о скейтбординге , разработанная Neversoft и изданная Activision .",
      "genre": "Спорт",
      "language": "Основные языки мира",
      "the_plot": "Игра начинается с того, что фигурист (один из пяти заранее разработанных фигуристов-мужчин) садится в автобус до Лос-Анджелеса, надеясь сбежать из своего родного города, маленького неизвестного городка где-то в юго-западной пустыне, и его неудовлетворительной жизни там, которая включая стычки с законом, его девушка бросила его ради спортсмена и постоянное ворчание родителей по поводу его плохих оценок в школе. В автобусе игрок встречает Келли, стереотипную блондинку-проститутку, которая говорит, что переезжает в Лос-Анджелес, чтобы стать актрисой.По прибытии в Голливуд, панки-скейтбордисты во главе с Джо Сосуком бьют игрока и крадут его сумку всего через несколько секунд после того, как он выходит из автобуса. Местный энтузиаст скейтбординга по имени Минди помогает игроку подняться и предлагает помочь ему изменить свой внешний вид, чтобы он лучше подходил. После смены гардероба Минди настаивает на том, что, если он хочет вписаться, ему нужно улучшить свои навыки катания на коньках, и пусть местный друг Дуэйн научит его трюкам, в то время как другой фигурист Ян предлагает помощь в обмен на встречу и попытку поговорить с Минди. (однако он нервно убегает). В конце концов, игрок противостоит Джо и бросает ему вызов на соревнование по фигурному катанию за его сумку, которое игрок выигрывает. Однако Джо пытается убежать, но игрок догоняет его и бьет его доской, забирая его сумку. После встречи с наблюдающей Минди игрок замечает ее рисунок в альбоме и хвалит ее работу.журнал под названием American Wasteland , как только у нее будет достаточно денег. Затем игрок просматривает альбом Минди, чтобы полюбоваться ее работой, пока не замечает рисунок тщательно продуманного скейт-парка, который, как показывает Минди, является реально существующим местным парком, известным как «Скейт-ранчо». Тем не менее, она также сообщает, что это место предназначено только для местных жителей, а это означает, что игроку вход запрещен. преграждая им путь, они направляются к входу на ранчо в Беверли-Хиллз .Там игрок встречает друзей-скейтеров Минди: Буна, Бесполезного Дэйва и Мерфи, которые отказывают игроку во входе из-за того, что они посторонние, и изначально настроены к нему враждебно, но решают, что если он сможет произвести на них впечатление, они позволят игроку войти. . С помощью изучения новых навыков у местных фигуристов игрок доказывает свои навыки группе, подружился с ними и был впущен. Он встречает лидера группы Игги ВанЗандта, грубого типа, который не любит посторонних. Игги также изначально враждебен к игроку, но позволяет ему разбиться на ранчо после того, как он соберет дрова, чтобы закончить свой хаф-пайп. Пока Игги катается на хаф-пайпе, игрок отмечает навыки катания Игги, а группа рассказывает, что Игги был профессиональным фигуристом в свое время, но не выдержал публичности и выпал из поля зрения общественности. После того, как Игги хвалит игрока за работу над хаф-пайпом и уходит, Минди приходит в голову идея отремонтировать ранчо и превратить его в полноценный скейтпарк, что вызывает энтузиазм у остальной группы. С помощью контактов Мерфи группа приступает к сбору предметов для скейтбординга со всего Лос-Анджелеса.",
      "data": "15 февраля 2006",
      "platforms": "PC\n/\nPlayStation 3\n/\nXbox 360\n/\nPlayStation 2\n/\nXbox",
      "category": 4
    },
    {
      "image": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_Metro2033Redux_ruRU_image1600w.jpg",
      "title": "Metro 2033",
      "price": 1350,
      "article": 794110,
      "developer": "THQ",
      "description": "Metro 2033 — видеоигра в жанре шутера от первого лица , разработанная 4A Games и изданная THQ .",
      "genre": "Шутер",
      "language": "Основные языки мира",
      "the_plot": "Метро 2033 — компьютерная игра в жанре шутер от первого лица . Он преимущественно расположен в тоннелях Московского метрополитена , хотя некоторые участки проходят на поверхности, в руинах Москвы . История рассказывается через линейную однопользовательскую кампанию, а важные сюжетные моменты показываются во время роликов . Врагов-людей и мутантов можно убить с помощью различного огнестрельного оружия. В игре представлены традиционные виды оружия, такие как револьвер , штурмовые винтовки и дробовики , а также более изобретательное оружие, такое как пневматический арбалет. В перестрелках враги-люди укрываются и обходят игрока с фланга , в то время как враги-мутанты остаются на открытом месте и пытаются их укусить.Кроме того, игрок может использовать скрытность , чтобы уклоняться от своих врагов или убивать их бесшумно. Этого можно добиться, используя метательный нож, чтобы убить врага издалека, или стреляя во врага из оружия с глушителем . Игрок может восстановитьсяздоровье , подождав, пока оно восстановится, или воспользовавшись аптечкой, чтобы немедленно исцелить себя. В игре используется минималистичный хедз-ап дисплей (HUD). Информация об игровом процессе представлена игроку с помощью звуковых и визуальных сигналов. Например, игроки должны осмотреть свое оружие, чтобы убедиться, что у него скоро закончатся боеприпасы и, следовательно, его нужно будет перезарядить. Поскольку в игре большое внимание уделяется ужасам выживания , у игрока часто мало боеприпасов, и ему приходится собирать припасы из тайников или мертвых тел. Важным запасом являются довоенные боеприпасы 5,45 × 39 мм (называемые в игре «боевыми боеприпасами»), которые также являются основной валютой в туннелях.Эти боеприпасы можно обменять на оружие и улучшения или использовать как более сильные пули, чем другие боеприпасы, найденные в мусоре.Поскольку в большинстве туннелей почти нет света, игрок может использовать фонарик, чтобы исследовать темные области.Тем не менее, фонарь необходимо заряжать с помощью зарядного устройства, чтобы он оставался эффективным.Игрок также должен использовать противогаз, чтобы исследовать области, пораженные радиацией , как под землей, так и на поверхности. Противогаз может быть поврежден в бою, что вынуждает игрока искать замену. Выживание игрока также зависит от постоянной замены воздушного фильтра, что он может контролировать, осматривая наручные часы Аратома. ",
      "data": "19 марта 2010",
      "platforms": "PC\n/\nNintendo Switch\n/\nXbox 360",
      "category": 1
    },
    {
      "image": "https://i.blogs.es/b109e9/cyberpunk2077-johnny-v-rgb_en/1366_2000.jpg",
      "title": "Cyberpunk 2077",
      "price": 2600,
      "article": 794115,
      "developer": "CD Projekt RED, Bandai Namco Entertainment, WB Games",
      "description": "Cyberpunk 77 - это игра от CD Project RED, причем отошедшая от мира фэнтези и средневековья к будущему и киберпанковскому сеттингу.",
      "genre": "Экшен",
      "language": "русский, английский, немецкий, итальянский, испанский, китайский,",
      "the_plot": "Cyberpunk 2077 — это ролевая игра в жанре экшн, в которой вы играете от первого лица в роли Ви,наемника, чей голос,лицо, прически, телосложение и модификации , фон и одежда настраиваются. На категории характеристик — Тело, Интеллект, Рефлексы, Техника и Круто — влияют классы персонажей, которые принимают игроки, а именно NetRunner ( хакерство ), Техник (машины) и Соло (боевые действия). Ви должен проконсультироваться с «риппердоком», чтобы обновить и приобрести импланты киберпрограммы ; черные рынки предлагают способности военного уровня.Редкость любого данного снаряжения показана цветной системой уровней.V может укрываться, целиться, бегать, прыгать, делать двойной прыжок и скользить. Удары в ближнем бою можно наносить оружием ближнего боя.Существует три типа оружия дальнего боя, каждое из которых можно настраивать и модифицировать: мощное (стандартное), техническое (проникающее сквозь стены и врагов) и умное (с самонаводящимися пулями). Оружие дальнего боя предназначено для рикошета пуль в направлении цели и замедления их за время выстрела . Можно нанести четыре типа повреждений и противостоять им: физический, термический, ЭМИ и химический. Использование оружия повышает точность и скорость перезарядки, что проявляется в анимации персонажей. Оружейники ремонтируют и улучшают оружие.Игру можно пройти, никого не убивая,с несмертельными вариантами оружия и киберпрограмм.Мегаполис с открытым миром Night City состоит из шести регионов; корпоративный центр города, населенный иммигрантами Уотсон, роскошный Вестбрук, пригородный Хейвуд, кишащая бандами Пацифика и промышленный Санто-Доминго. Его окрестности, Бесплодные земли, также можно исследовать. Ви перемещается по этим локациям пешком и на транспортных средствах, которые доступны либо от третьего , либо от первого лица.Пешеходы уязвимы для автомобильных столкновений. В зависимости от местоположения правоохранительные органы могут быть предупреждены, если Ви совершит преступление.Радиостанции доступны для прослушивания. Полный цикл дня и ночи и динамическая погода влияют на то, как неигровые персонажи(NPC) ведут себя.Ви владеет квартирой и гаражом.В Night City есть персонажи, не говорящие по-английски, языки которых можно перевести с помощью специальных имплантатов. «Мозговой танец» — это устройство, которое позволяет Ви переживать опыт других людей. Ветвящиеся диалоги позволяют взаимодействовать с NPC и выполнять действия в квестах . Очки опыта можно получить за выполнение основных квестов и подпитывать характеристики; побочные квесты дают «уличный кредит», открывая навыки, продавцов, места и дополнительные квесты.Квесты можно получить у персонажей, известных как Fixers.На протяжении всей игры Ви помогают различные компаньоны. Расходные материалы, такие как безалкогольные напитки, используются для лечения, а объекты можно осмотреть в инвентаре Ви. Мини-игры включают хакерство, бокс, автогонки, боевые искусства и тиры. Выбор игрока в игре может привести к разным концовкам.",
      "data": "10 декабря 2020",
      "platforms": "PC\n/\n\n/\nPlayStation 5\n/\nPlayStation 4\n/\nXbox Series X/S\n/\nXbox One\n/\nGoogle Stadia",
      "category": 2
    },
    {
      "image": "https://images3.alphacoders.com/125/1257799.jpg",
      "title": "FIFA 23",
      "price": 3100,
      "article": 794120,
      "developer": "Electronic Arts",
      "description": "FIFA 23 — видеоигра - симулятор футбола, выпущенная Electronic Arts.",
      "genre": "Спорт",
      "language": "Основные языки мира",
      "the_plot": "FIFA 23 имеет определенную степень перекрестной игры . Кроссплей доступен в FIFA Ultimate Team (FUT) Division Rivals (за исключением совместной игры), FUT Champions, онлайн-драфте FUT Ultimate, сетевых товарищеских матчах FUT (за исключением совместной игры), FUT «Играй с другом», сетевых товарищеских матчах, сетевых сезонах (за исключением совместной игры). -Op Seasons) и Виртуальная Бундеслига. Однако кроссплей ограничен консолями одного поколения . Например, пользователи PlayStation 4 могут играть с игроками и против игроков на Xbox One , но не на PlayStation 5 или Xbox Series X/S , и наоборот. Клубы профессионалов не поддерживают кроссплатформенную игру.Решение исключить профессиональные клубы из кросс-игры подверглось критике со стороны сообщества FIFA. В игре есть так называемая «HyperMotion2», система захвата матчей с машинным обучением на реальных футбольных матчах для создания более 6000 внутриигровых анимаций. Технический дриблинг использует так называемую систему Active Touch , чтобы улучшить путь футболиста к мячу и улучшить повороты и дриблинг игрока с большей отзывчивостью. Обе системы являются эксклюзивными для версий текущего поколения (например, PS5, Xbox Series X/S, Stadia и ПК ).В FIFA 23 представлены как мужские, так и женские игровые режимы чемпионата мира, воспроизводящие чемпионат мира FIFA 2022 года и чемпионат мира FIFA среди женщин 2023 года .Режим FIFA World Cup 2022 был выпущен 9 ноября для всех платформ, кроме Nintendo Switch Legacy Edition. Режим содержит только два стадиона из восьми: Al Bayt и Lusail Iconic Stadium . Режим также содержит каждую из 32 команд, прошедших квалификацию на турнир 2022 года, а также пятнадцать других национальных команд, которые не прошли квалификацию: Австрия , Китай , Чехия , Финляндия , Венгрия , Исландия , Италия , Новая Зеландия , Северная Ирландия , Норвегия , Ирландия, Румыния , Шотландия , Швеция и Украина .",
      "data": "30 сентября 2022",
      "platforms": "PC\n/\nPlayStation 5\n/\nPlayStation 4\n/\nNintendo Switch\n/\nXbox Series X/S\n/\nXbox One",
      "category": 4
    },
    {
      "image": "https://cdn1.epicgames.com/offer/ac98aa34584648f2b71152e509191c1c/EGS_DakarDesertRally_SaberPortoLtd_S3_2560x1440-ffccd2b231c717b9e1e7cd10049f84aa",
      "title": "Dakar Desert Rally",
      "price": 2800,
      "article": 794125,
      "developer": "Saber Interactive\n/\nBigmoon Entertainment",
      "description": "Dakar Desert Rally - это гоночная игра, которая предлагает в качестве транспорта самые разнообразные виды техники: мотоциклы, машины, грузовики, квадроциклы и вездеходы.",
      "genre": "Гонки",
      "language": "Основные языки мира",
      "the_plot": "Dakar Desert Rally - это гоночная игра, которая предлагает в качестве транспорта самые разнообразные виды техники: мотоциклы, машины, грузовики, квадроциклы и вездеходы. К услугам игроков – многопользовательский режим и карьера, в которой предстоит стать лучшим в ралли «Дакар».В игре также есть более 30 этапов официального «Дакара» 2020, 2021 и 2022 годов, а также лицензированные машины, команды и пилотов. Чтобы испытание не казалось слишком простым, разработчики добавили динамическую погоду, смену времени дня и ночи, а также разные времена года.",
      "data": "4 октября 2022",
      "platforms": "PC\n/\nPlayStation 5\n/\nPlayStation 4\n/\nXbox Series X/S\n/\nXbox One",
      "category": 5
    },
    {
      "image": "https://ixbt.online/live/topics/preview/00/01/76/60/28fb3a6451.jpg",
      "title": "StarCraft 2: Wings of Liberty",
      "price": 1350,
      "article": 794130,
      "developer": "Blizzard Entertainment",
      "description": "StarCraft II: Wings of Liberty — компьютерная игра в жанре стратегии в реальном времени, продолжение StarCraft.",
      "genre": "Стратегия",
      "language": "русский, английский, французский, немецкий, итальянский, испанский",
      "the_plot": "StarCraft II: Wings of Liberty – это первая часть StarCraft II, являющаяся продолжением одной из самых знаменитых стратегии мира, действие которой развернется спустя четыре года после оригинальной игры и аддона Brood War. Вместе с Джимом Рейнором и его отрядом головорезов игрокам придется пройти множество испытаний, узнать новые истории об этом мире, а так же наконец разобраться с чувствами самого Рейнора. В Wings of Liberty игроки поближе познакомятся с Рейнором и экипажем его корабля \"Гиперион\", узнают о событиях, которые происходили после Войны Выводка, а так же начнут разгадку страшной тайны, которая грозит уничтожением всей Вселенной.Сюжет игры разворачивается спустя четыре года после событий освещенных в Brood War, где королева зергов Сара Керриган нанесла сильнейший удар по войскам Объединенного Земного Директората, вынудив последних отступить из сектора Копрулу. Ныне же Королева Клинков вынашивает свой план по отмщению Доминиону и лично Арктуру Менгску, предавшему ее четыре года назад, из-за чего Сара и превратилась в зерга. Рейнору же предстоит продолжить свое восстание против режима Доминиона, из-за чего в определенный момент он вновь сталкивается лицом к лицу со своим прошлым и с Керриган, от которой осталось мало человеческого.Сюжетная кампания содержит в себе более двадцати пяти заданий, включая несколько секретных, на протяжении которых игроки будут получать доступ ко все более совершенным образцам техники и научатся новым приемам. Некоторые миссии будут полностью \"стратегическими\" - со строительством базы, а некоторые же дадут на откуп отряд героев и определенную цель. К слову, в каждом задании есть свои уникальные условия, которые никогда не повторяются в рамках других заданий.Неотъемлемой частью StarCraft всегда был и остается многопользовательский режим, который был изменен и улучшен со времен Brood War. Игрокам предлагается несколько десятков карт, три расы на выбор и бесчисленное множество стратегий и тактик, позволяющих игрокам побеждать друг друга. Во второй части серии создатели добавили новых юнитов, вырезав некоторых старых, перекроили баланс и вывели реиграбельность на совершенно новый уровень, добавив в мультиплеер рейтинговую систему.",
      "data": "31 июля 2010",
      "platforms": "PC",
      "category": 6
    },
    {
      "image": "./game-images/nba-2k12.jpeg",
      "title": "NBA 2K12",
      "price": 1799,
      "article": 794135,
      "developer": "Visual Concepts",
      "description": "NBA 2K12 — тринадцатая баскетбольная игра, созданная Visual Concepts и изданная 2K Sports. ",
      "genre": "Спорт",
      "language": "Основные языки мира",
      "the_plot": "NBA 2K12 - это баскетбол симулятор видеоигра разработана Visual Concepts и опубликована 2K Sports. Он был выпущен в октябре 2011 года для Xbox 360, PlayStation 2, PlayStation 3, PlayStation Portable, Wii., Microsoft Windows и впервые iOS. Являясь тринадцатой частью серии NBA 2K, она является преемником NBA 2K11 и предшественником NBA 2K13. Впервые в серии доступны три разных обложки; три спортсмена: Майкл Джордан (который также был спортсменом-кавером для NBA 2K11), Мэджик Джонсон и Ларри Берд. Это была последняя игра в серии, выпущенная для PlayStation 2.\n\nNBA 2K12, как и другие игры серии, старается повторить опыт Национальной баскетбольной ассоциации. Игроки в основном играют в баскетбол НБА в различных игровых режимах с настоящими и настраиваемыми игроками и командами. Режим MyPlayer - один из режимов; в нем игроки создают своего собственного игрока и проходят всю свою карьеру в НБА. Также присутствует режим под названием Association, в котором игрок берет на себя управление организацией НБА и моделирует сезон. Представлен режим, ориентированный на прошлых игроков НБА, и несколько сетевых режимов.В сентябре 2011 года, перед выпуском игры, была выпущена демоверсия для PlayStation Network и Xbox Live. В игре есть лицензионный саундтрек, состоящий из 28 песен. Перед выпуском игры проводился конкурс, победители которого совместно работали над оригинальной песней, которая будет включена в игру.NBA 2K12 получила положительные отзывы критиков после выпуска, с похвалой в адрес визуальных эффектов, богатства контента, управления и общего игрового процесса. К апрелю 2012 года по всему миру было продано более четырех миллионов копий игры.",
      "data": "4 октября 2011",
      "platforms": "PC\n/\nPlayStation\n/\nPlayStation\n/\nPlayStation Portable (PSP)\n/\nXbox 360\n/\nNintendo Wii",
      "category": 4
    },
    {
      "image": "https://3dnews.ru/assets/external/illustrations/2015/03/10/910636/x54135426fee9a0354451c80a6de80774-636x318.jpg.pagespeed.ic.ajhMxRZqv0.jpg",
      "title": "Dishonored",
      "price": 2100,
      "article": 794140,
      "developer": "Arkane Studios",
      "description": "Dishonored — это стелс-экшен от первого лица с элементами ролевой игры, выполненный в стилистике стимпанка.",
      "genre": "Экшен",
      "language": "русский, английский, французский, немецкий, итальянский, испанский, китайский,",
      "the_plot": "Dishonored - действие 2012 года n-приключенческая игра, разработанная Arkane Studios и опубликованная Bethesda Softworks. Действие Dishonored происходит в вымышленном промышленном городе Дануолл, охваченном чумой, и рассказывает историю Корво Аттано, телохранителя Императрицы Островов. Он обвиняется в ее убийстве и вынужден стать убийцей, стремясь отомстить тем, кто сговорился против него. В поисках Корво дает лоялисты - группа сопротивления, борющаяся за возвращение Дануолла, и Чужой - могущественное существо, наделяющее Корво магическими способностями. Несколько известных актеров, включая Сьюзан Сарандон, Брэд Дуриф, Кэрри Фишер, Майкл Мэдсен, Джон Слэттери, Лена Хиди и Хлоя Грейс Моретц озвучивали игру.\n\nИгра ведется с точки зрения от первого лица и позволяет игроку выполнять серию миссий способы с упором на выбор игрока. Миссии можно выполнять скрытно, в бою или их комбинацией. Изучение каждого уровня открывает новые пути и альтернативы для достижения целей миссии, и можно выполнить все миссии, уничтожив все Корво, несмертельным образом. Сюжет и миссии меняются в ответ на насильственные действия игрока или их отсутствие. Магические способности и снаряжение предназначены для создания новых разнообразных эффектов.\n\nЗа три года производства было разработано несколько версий Dishonored. До создания Дануолла, вдохновленного Лондоном и Эдинбургом конца девятнадцатого века, действие игры происходило в средневековой Японии семнадцатого века. В процессе разработки игроки-тестировщики открыли методы использования сил и методов достижения неожиданных результатов; вместо того, чтобы ограничивать эти методы, попытаться приспособить их уровни. Музыка Dishonored была написана композитором Даниэлем Лихтом, чтобы представить Лондон в девятнадцатом веке.\n\nDishonored получил положительные отзывы, которые были обращены внимание индивидуальным повествованием миссий и свободе их выполнения. Критика упала на всеобъемлющее повествование, которое считалось предсказуемым, и на проблемы с контролем персонажа игрока. Игра получила несколько наград, в том числе награду Spike Video Game 2012 год за лучший приключенческий боевик и награду BAFTA 2013 года за лучшую игру, также неоднократно появлялась лучшим приключенческим боевиком. игра 2012 года и одна из лучших игр того года. Первоначально Dishonored был выпущен в октябре 2012 года для Microsoft Windows, PlayStation 3 и Xbox 360, позже был дополнен дополнительным контентом, посвященным убийце Дауду и его поиски искупления. Версии игры для PlayStation 4 и Xbox One были выпущены в августе 2015 года. Два повествовательного продолжения: Dishonored 2 и Dishonored: Death of the Outsider были выпущены в 2016 и 2017 годах соответственно.",
      "data": "12 октября 2012",
      "platforms": "PC\n/\nPlayStation 4\n/\nPlayStation 3\n/\nXbox 360",
      "category": 2
    },
    {
      "image": "https://i.ytimg.com/vi/sJ1jlcuFPdA/maxresdefault.jpg",
      "title": "Warcraft III: Reign of Chaos",
      "price": 790,
      "article": 794145,
      "developer": "Blizzard Entertainment",
      "description": "Warcraft III: Reign of Chaos — компьютерная игра в жанре фэнтези , стратегия в реальном времени.",
      "genre": "Стратегия",
      "language": "Основные языки мира",
      "the_plot": "Действие Warcraft III происходит на карте разного размера, например, на больших равнинах и полях, с элементами рельефа , такими как реки, горы, моря или скалы. Карта изначально скрыта от просмотра и становится видимой только при исследовании.  Области, которые больше не находятся в поле зрения союзного юнита или здания, покрыты туманом войны , а это означает, что, хотя местность остается видимой, такие изменения, как передвижение вражеских войск и строительство зданий, остаются невидимыми. Во время игры игроки должны создавать поселения, чтобы добывать ресурсы, защищаться от других и обучать юниты, чтобы исследовать карту и сражаться с противниками, управляемыми компьютером. В Warcraft III можно управлять тремя основными ресурсами.: золото , древесина и еда . Первые два необходимы для строительства юнитов и зданий, в то время как пища ограничивает максимальное количество юнитов, которыми можно владеть одновременно. Кроме того, новая система «содержания» означает, что производство юнитов сверх определенного количества уменьшит количество золота, которое можно заработать, заставляя игроков сосредоточиться на игре с ограниченным количеством юнитов, чтобы избежать штрафов.В игре отображаются юниты и здания, а также окружающая среда с классической точки зрения сверху вниз с небольшим углом, который можно только увеличивать и слегка поворачивать.В игре есть фиксированный интерфейс в нижней части экрана, на котором отображается мини-карта , информация о выбранном в данный момент юните или группе юнитов и возможные действия для этого юнита или здания. Если выбрано несколько юнитов, игра автоматически группирует их по типу, позволяя всем юнитам одного типа получать специальные команды (например, использовать их навыки). [5]Небольшая верхняя панель отображает текущее время суток, а также текущие ресурсы и текущий уровень обслуживания. В левом верхнем углу отображается портрет героя (героев) игрока для быстрого доступа. Если у рабочих юнитов нет заданий, их значки отображаются в левом нижнем углу для облегчения назначения. \n\nВ Warcraft III представлены четыре игровые фракции: Альянс людей — коалиция людей, дворфов и высших эльфов — и Орда орков, состоящая из орков, троллей и вдохновленных минотаврами тауренов — возвращаются из предыдущих игр, в то время как Бич нежити и Ночные эльфы были добавлены как две новые фракции. Как и в StarCraft , у каждой расы есть уникальный набор юнитов, сооружений, технологий и методики строительства базы. ",
      "data": "14 июня 2002",
      "platforms": "\nPC",
      "category": 6
    },
    {
      "image": "https://media-management-service.s3.amazonaws.com/media/images/930b256999cc38aa18d34d11850217c0_large_cover.original.jpg",
      "title": "Divinity: Original Sin 2",
      "price": 3200,
      "article": 793220,
      "developer": " Larian Studios",
      "description": "Divinity: Original Sin II — партийная компьютерная ролевая игра, сиквел Divinity: Original Sin, с однопользовательским и многопользовательским режимами игры",
      "genre": "Стратегия",
      "language": "английский, французский, немецкий, русский польский, испанский, упрощённый китайский, традиционный китайский, итальянский, корейский, чешский и бразильский португальский",
      "the_plot": "Действие происходит за пять лет до начала событий Half-Life 2. Аликс Вэнс, находясь в своей конспиративной квартире, наблюдает за тем, как её отец Илай и члены Сопротивления выполняют миссию по краже реактора у Альянса. Илай, связавшись с Аликс, сообщает, что миссия проходит успешно и добавляет, что он заметил странное строение в карантинной зоне. Аликс отвечает, что заметила, как Альянс начал поставлять оружие и припасы в зону карантина Сити 17, и это приводит к тому, что на них нападают силы Альянса и захватывают обоих в плен. Другому члену Сопротивления, Расселу, удаётся спасти Аликс, и он сообщает, что, возможно, Альянс отправит Илая в Нова-Проспект для допроса. Он планирует перехватить поезд возле развилки Фейрвью. Взяв у Рассела пару гравитационных перчаток и пистолет, Аликс проникает в карантинную зону, чтобы перехватить поезд с Илаем. Пробираясь через канализацию, она наталкивается на загадочные рисунки на стенах, изображающие события прошлого и будущего. Вскоре она находит логово художника — эксцентричного одинокого вортигонта, который предупреждает её, что Илай в будущем погибнет и велит ей «следовать за северной звездой», а также предрекает то, что она освободит его сородичей.Пробравшись через карантинную зону, Аликс добирается до развилки Фейрвью, где, отбив сопротивление сил Альянса, она захватывает станцию и пытается остановить поезд, однако терминал ломается и ей приходится пустить поезд с её отцом под откос. Среди разбитых вагонов попадаются трупы Советников Альянса. Вскоре Аликс удаётся найти Илая, висящего над пропастью. Она протягивает ему руку, однако тот не успевает схватиться и падает. В этот момент его спасает встреченный ранее вортигонт. Илай рассказывает дочери, что пока он был под стражей, то узнал, что странное строение в карантинной зоне называется «Хранилищем», и что в нём Альянс хранит некое супероружие. Вортигонт сопровождает Илая до Сити-17, чтобы они с Расселом расшифровали датапод Альянса. Илай просит Аликс найти «Хранилище» и выкрасть его, прежде чем Альянс сможет переместить его в более безопасное место.Аликс продолжает свой путь через заброшенную станцию метро и попадает в редакцию газеты «The Terminal», где через окна перед ней открывается вид на «Хранилище», огромный космический корабль Альянса. Вскоре она попадает на площадь перед зданием отеля «Северная звезда» и понимает, о чём говорил вортигонт. Попав внутрь заросшего инопланетной растительностью отеля, Аликс обнаруживает подстанцию Альянса, где источником энергии выступает пленённый вортигонт, который благодарит её и говорит, что освободит своих собратьев. Так героиня исполняет пророчество. После Аликс через жилые кварталы пробирается на пивоварню «Златен Лъв», где помогает выжившему гражданину — Ларри — победить мутировавшего инопланетного монстра по прозвищу «Джефф». Возле выхода из завода с ней связывается Илай, сообщающий, что в «Хранилище» заключено не оружие, а то, чего Альянс боится больше всего. Аликс надеется, что они смогут объединить их усилия, чтобы избавиться от Альянса. Найдя терминал управления, Аликс разблокирует ворота и попадает в заброшенный зоопарк, обжитый муравьиными львами.",
      "data": "14 сентября 2017",
      "platforms": " Windows\n/\nDefinitive Edition\n/\nWindows\n/\nPlayStation 4\n/\nXbox One",
      "category": 6
    },
    {
      "image": "https://thumbs.web.sapo.io/?W=800&H=0&delay_optim=1&epic=Y2U19rmykaY2CabfxyLRZ9n1nkwrkpzZhwJmdGX7VHin3N61cH9lt+0msd9xMbolTXtLLCW+5+VYm/kkkqgHJ0geOI9nIo/460PTHzm4bUcvexA=",
      "title": "Assassin's Creed: Valhalla",
      "price": 2750,
      "article": 789600,
      "developer": " Ubisoft Entertainment\n/\nUbisoft Montreal",
      "description": "Assassin's Creed: Valhalla - это очередная часть серии Assassin's Creed, события которой разворачиваются на берегах Норвегии и Англии во время девятого века нашей эры. ",
      "genre": "Приключения",
      "language": "английский, французский, немецкий, русский польский, испанский, чешский и бразильский португальский",
      "the_plot": "Assassin's Creed Valhalla — это ролевая видеоигра, построенная вокруг нескольких основных сюжетных арок и множества дополнительных побочных миссий, называемых «Мировые события». Игрок берет на себя роль Эйвора Варинсдоттира,  рейдера - викинга , который ведет своих собратьев-викингов против англосаксонских королевств . У игрока есть выбор: играть за Эйвора как за женщину, так и за мужчину (озвучены Сесилией Стенспил и Магнусом Брууном соответственно)  или позволить игре чередоваться между ними в ключевые моменты истории (с женским аватаром, изображающим жизнь Эйвора). и мужской аватар, изображающий физический облик Ису Одина из-за его связи с Эйвором).  Игрок также может изменить прическу, бороду, боевую раскраску, одежду, доспехи и татуировки Эйвора .  Разнообразие оружия, доступного игроку, было расширено и теперь включает такие виды оружия, как цепы и двуручные мечи . Боевые действия были изменены, чтобы можно было использовать почти любое оружие, включая щиты,  и каждая часть снаряжения, которую собирает игрок, уникальна. Механика Eagle Vision из предыдущих игр возвращается в виде «Odin Sight». Животное-компаньон игрока — ворон по имени Синин  (древнескандинавское «проницательность»)  [e] , которого можно использовать для разведки близлежащих территорий, как это делали предыдущие птичьи компаньоны в Assassin's Creed Origins и Odyssey . и другие части игрового мира издалека, прежде чем Эйвор вступит в бой.  Больше внимания уделяется аспектам скрытности как при перемещении по игровому миру, так и в бою. Концепция «социальной скрытности» из более ранней Assassin's Creed.games возвращается: Эйвор может прятаться от врагов не только в стационарных объектах окружающей среды, но и может снимать капюшон и проскальзывать в определенные толпы, чтобы использовать их в качестве укрытия. Эйвор может симулировать смерть, использовать своего ворона, чтобы отвлекать охранников, и может получить доступ к скрытому клинку для почти мгновенных убийств. Большинство врагов в игре, благодаря определенным комбинациям подходов, тактики и выбора оружия, могут быть убиты с помощью одной атаки, за заметным исключением боссов, но их все же можно победить множеством других способов. \n\nValhalla имеет знакомую структуру основных сюжетных миссий и ряда дополнительных побочных миссий. В то время как основная сюжетная линия в прошлых играх Assassin's Creed обычно перемещалась линейно через основные разделы игрового мира, в Валгалле игрок часто возвращается в основное поселение и обратно в районы, ранее посещенные, поскольку викинги узнают информацию о новых областях Англии. через разведку или от контактов. Не все миссии требуют насильственных действий, некоторые из них можно решить дипломатическими средствами.  Выбор игрока в диалоге или параметрах игрового процесса повлияет на персонажей и их политические союзы с другими неигровыми персонажами . Игра также меньше полагается на традиционную систему уровней и вместо этого больше фокусируется на выборе навыков через деревья навыков, выбранные игроком по мере продвижения Эйвора в игре. Сложность, создаваемая врагами, оценивается на основе набора навыков игрока.  Команда разработчиков стремилась представить в Valhalla более широкий спектр архетипов врагов, чем в предыдущих играх, поскольку они хотели, чтобы игрок постоянно удивлялся игре даже после десятков часов игры. Режиссер-постановщик Дарби Макдевитт сказала, что в игре есть 25 уникальных архетипов врагов, и у каждого «уникальный способ бросить вызов игроку». Враги также могут использовать предметы в окружающей среде в своих интересах. Некоторые враги также способны адаптироваться к действиям и бою игрока и находить способы защитить себя. Враги также могут проявлять индивидуальность во время боя. В то время как некоторые могут быть напуганы Эйвором и сражаться более оборонительно, другие могут быть более агрессивными в своем подходе",
      "data": "10 ноября 2020",
      "platforms": "PC\n/\nPlayStation 5\n/\nPlayStation 4\n/\nXbox Series X/S\n/\nXbox One\n/\nGoogle Stadia",
      "category": 3
    },
    {
      "image": "https://cdn1.epicgames.com/b4565296c22549e4830c13bc7506642d/offer/TETRA_PREORDER_STANDARD%20EDITION_EPIC_Store_Landscape_2560x1440-2560x1440-827a9d1823ad230a0ea5a2efc7936370.jpg",
      "title": "Far Cry 6",
      "price": 2600,
      "article": 789605,
      "developer": " Ubisoft Entertainment",
      "description": "Far Cry 6 - шестая часть боевиков с открытым миром, события которой разворачиваются в вымышленной стране Яра.",
      "genre": "Шутер",
      "language": "английский, французский, немецкий, русский, польский, испанский, чешский и бразильский, португальский",
      "the_plot": "Как и предыдущие части серии, Far Cry 6 представляет собой шутер от первого лица , действие которого происходит в открытом мире , по которому можно перемещаться пешком или на различных наземных, водных и воздушных транспортных средствах. Игроки берут на себя роль местного повстанца по имени Дэни Рохас, бывшего призывника в армию, превратившегося в партизана , чей пол они могут выбрать в начале игры. Мир разделен на семь основных регионов с разнообразным ландшафтом, от городских районов и густых джунглей до горных хребтов и открытых океанов. Геймплей сосредоточен на вооруженном и ближнем бою . Игроки могут использовать широкий спектробычное оружие (например, пистолеты , штурмовые винтовки , пистолеты-пулеметы , дробовики , легкие пулеметы , снайперские винтовки и гранатометы ). Огнестрельное оружие можно настроить, используя материалы, найденные по всему миру.\n\nВ новом дополнении к серии в игре представлено несколько прототипов специального оружия, называемого «оружие-резольвер», каждый из которых предлагает определенный бонус к снаряжению игрока, например, бесшумный гвоздомет для ближнего боя или метательное оружие из рогатки, которое стреляет . компакт-диски .  Еще одно новшество — рюкзаки «Супремо», которые позволяют улучшить стиль игры, назначая дополнительные привилегии снаряжению игрока, например, стрельбу самонаводящимися ракетами или наблюдение за врагами сквозь твердые объекты.  В отличие от предыдущих игр серии, игроки могут носить оружие в кобурах; в результате вражеские NPCне будет атаковать игрока сразу же, если только он не находится в запретных зонах. \n\nВ игре представленасистема «Уровень ранга», которая указывает ранг игрока и выделяет уровень определенного региона. По ходу игры игрок исследует больше мира, вражеские силы будут оснащаться более мощным снаряжением, а целевые локации станут более укрепленными. Как и в предыдущих играх серии, аванпосты разбросаны по всему миру, что позволяет игроку убивать или нейтрализовывать вражеское присутствие, чтобы уменьшить господство сил в определенной области.  игре также реализована новая игровая механика в стиле известности и репутации. Если будет получен высокий уровень известности, например, в результате действий, предпринятых против вражеских NPC, за игроком будет охотиться спецназ. Счетчик известности можно уменьшить, убегая из боя и скрываясь в течение определенного периода времени. \n\nУ игрока есть возможность строить и улучшать партизанские базы под названием «Лагеря», которые предоставляют полезные ресурсы и внутриигровые бонусы для повышения навыков персонажа, специализации перков в охоте на животных, открытия мест быстрого перемещения по всей Яре, вербовки новых рекрутов. и управляйте их снаряжением или запускайте операции с дружественными NPC.  Возвращается игровая версия системы компаньонов «Fangs for Hire» из Far Cry 5 , которая называется «Amigos» и включает в себя нанимаемых животных с различными способностями и привилегиями, которым поручено помогать игроку в бою и исследовании.",
      "data": "7 октября 2021",
      "platforms": "PC\n/\nPlayStation 5\n/\nPlayStation 4\n/\nXbox Series X/S\n/\nXbox One\n/\nGoogle Stadia",
      "category": 1
    },
    {
      "image": "https://root-nation.com/wp-content/uploads/2019/10/Tropico6-title.jpg",
      "title": "Tropico 6",
      "price": 1100,
      "article": 789610,
      "developer": "Limbic Entertainment",
      "description": "Tropico 6 — игра-симулятор строительства, управления и политики из серии Tropico , разработанная Limbic Entertainment.",
      "genre": "Стратегия",
      "language": "английский, французский, немецкий,испанский,бразильский, португальский",
      "the_plot": "Tropico 6 - это очередная часть градостроительного и политического симулятора, где игроку предстоит взять бразды правления островным государством Тропико и провести его через 4 эпохи. Игроков ждет перенос места действия в современность, возможность управлять не одним островом, а целым архипелагом, а также множество классических особенностей, вроде исследования технологий, шпионажа и предвыборной возни. \n\nИгроки должны следить за благосостоянием своей страны, вовремя удовлетворяя различные потребности жителей - строя больницы, школы, мосты между островами и многое другое. Также игрокам необходимо проводить \"культурные исследования\", \"воруя\" чужие чудеса света, и всячески развивать привлекательность своей страны для иностранцев. Как и в других играх серии, игрок берет на себя роль «Эль Президенте», лидера карибского островного государства Тропико. Как и в Tropico 5 , есть четыре эпохи: колониальная эпоха, эпоха мировых войн, эпоха холодной войны и современная эпоха. В отличие от предыдущих игр серии, где Tropico состоял только из одного острова, Tropico 6 позволяет игрокам строить на архипелаге небольших островов, позволяя игрокам строить мосты (в эпоху мировых войн и позже) от своего начального острова к другим островам. в цепи. По словам старшего дизайнера контента Йоханнеса Пфайффера, Tropico 6будут иметь «полностью смоделированных» граждан, где действия правительства Эль Президенте по отношению к гражданам могут повлиять на производительность и, возможно, даже привести к восстанию.  Помимо настройки собственного Эль-Президенте (как мужчины, так и женщины), игроки также могут настроить президентский дворец.",
      "data": "29 марта 2019",
      "platforms": "PC\n/\nPlayStation 4\n/\nXbox One\n/\nLinux",
      "category": 6
    },
    {
      "image": "https://media.contentapi.ea.com/content/dam/need-for-speed/images/2017/06/nfspgenkeyartrgbhorz-16x9.jpg.adapt.crop191x100.1200w.jpg",
      "title": "Need for Speed: Payback",
      "price": 4775,
      "article": 789615,
      "developer": "Electronic Arts",
      "description": "Need for Speed: Payback - это очередная часть гоночного симулятора серии Need for Speed, которая переносит игрока в Фортуна-Вэли.",
      "genre": "Гонки",
      "language": "английский, французский, немецкий,испанский,бразильский",
      "the_plot": "Need for Speed ​​Payback — это гоночная игра , действие которой происходит в открытом мире Fortune Valley. вымышленная версия Лас-Вегаса, штат Невада . Он сосредоточен на «боевом вождении» и имеет трех игровых персонажей (каждый с разными наборами навыков), работающих вместе, чтобы снять эпизоды, похожие на боевики. В отличие от предыдущей игры, в ней также присутствует 24-часовой цикл дня и ночи.  В отличие от перезагрузки Need for Speed ​​2015 года, Payback включает однопользовательский режим в автономном режиме. \n\nPayback включает в себя в общей сложности 74 автомобиля с загружаемым контентом. Toyota , Scion и Ferrari не участвуют в игре из-за проблем с лицензией. Однако в игре появляется Subaru BRZ .  Aston Martin , Audi , Buick , Jaguar , Koenigsegg , Land Rover , Mercury , Pagani и Plymouth возвращаются после своего отсутствия в выпуске 2015 года, в то время как Alfa Romeo , Infiniti , Mini иПонтиаки были добавлены через загружаемый контент.Тайлер «Тай» Морган ( Джек Дерджес ), Шон «Мак» Макалистер ( Дэвид Аджала ), Джессика «Джесс» Миллер ( Джессика Мэдсен ) и механик Равиндра «Рав» Чаудри ( Рамон Тикарам ) входят в состав бригады в Силвер-Рок, Фортуна. Долина. Ремонтник Лина Наварро ( Доминик Типпер ) поручает им украсть драгоценный Koenigsegg Regera .принадлежащий Маркусу «Игроку» Вейру. Однако, когда Тайлер прибывает в точку сброса, он обнаруживает, что Рав нокаутирован. Появляется Лина, показывая, что она заставила Тайлера и его команду взять на себя ответственность за украденную машину, и она уезжает, оставив их на милость приближающейся полиции. Узнав, что Лина предала их обоих, Вейр защищает Тайлера от ареста, планируя их месть.\n\nШесть месяцев спустя Тайлер замечает, как Лина угрожает Вейру передать казино The House, картелю, который контролирует преступный мир Fortune Valley. Разочарованный отсутствием прогресса, он решает взять дело в свои руки. Связавшись с Домом как гонщик, он участвует в гонке и выигрывает ее, несмотря на то, что Лина сфальсифицировала гонку для получения прибыли. Вейр предлагает Тайлеру способ уничтожить Дом и Лину вместе с ним. Тайлер должен принять участие и выиграть «The Outlaw's Rush», масштабное соревнование по уличным гонкам, в котором участвуют лучшие гонщики страны, которое The House планирует использовать в своих целях. Тайлер снова собирает свою старую команду, и они успешно побеждают все соперничающие гоночные лиги и, таким образом, получают право участвовать в «Раше преступников». Одновременно Джесс проникает в Дом и узнает об их планах захватить весь город.\n\nВ «The Outlaw's Rush» Тайлеру удается выиграть как на улице, так и на бездорожье с помощью всех гоночных экипажей, с которыми они объединились во время игры, и, в конце концов, побеждает саму Наварро. Таким образом, Наварро и «Коллекционер» побеждены, а власть Дома над Серебряной скалой сломлена.\n\nВ сцене после титров мистер Кобаши, клиент, которого подвезла Джесс, звонит Вейру и говорит ему, что его игра сработала и что «Коллекционер» закончен. Он приветствует Вейра в Аркрайте, истинной силе Дома.",
      "data": "10 ноября 2017",
      "platforms": "PC\n/\nPlayStation 4\n/\nXbox One",
      "category": 5
    },
    {
      "image": "https://images.nintendolife.com/68e6609a46244/snowrunner.large.jpg",
      "title": "SnowRunner",
      "price": 3300,
      "article": 789620,
      "developer": "Saber Interactive",
      "description": "SnowRunner — это видеоигра-симулятор бездорожья с открытым миром , в которой задача игрока — доставлять грузы в разные места.",
      "genre": "Гонки",
      "language": "английский, французский, немецкий,испанский,бразильский, португальский",
      "the_plot": "SnowRunner — это видеоигра -симулятор бездорожья с открытым миром , в которой задача игрока — доставлять грузы в разные места, двигаясь по пересеченной местности. В игре есть система повреждений, в которой есть как повреждения физической модели, так и повреждения, отображаемые через пользовательский интерфейс (UI). Действие каждого из игровых регионов происходит после того, как произошло стихийное бедствие, будь то стихийное бедствие, например, наводнение .или техногенные, такие как разрыв трубопровода. Каждое местоположение представляет собой сельский регион либо в Северной Америке, либо в России. По мере того, как игрок продвигается вперед, выполняя определенные миссии, он зарабатывает деньги, которые затем можно потратить либо на модернизацию своих текущих транспортных средств, либо на более совершенные транспортные средства в целом. Оба они обычно облегчают игроку перемещение по сложной игровой местности. По пути игрок сталкивается с необязательными временными миссиями, в которых награды за выполнение становятся тем лучше, чем быстрее игрок их выполняет. С каждым регионом связана своя история, обычно связанная с устранением игроком ущерба, нанесенного катастрофой, произошедшей в регионе. В игре также есть сочетание эстетических и механических настроек, начиная от изменения цвета автомобиля игрока и заканчиваяВ SnowRunner большой выбор грузовиков, таких как Chevrolet Kodiak и БАЗ-6402 ; грузовики, найденные в регионах Северной Америки или России, соответствуют национальности их местонахождения. Российские грузовики обычно имеют названия, отличающиеся от реальных, в то время как североамериканские грузовики официально лицензированы. Механические улучшения грузовиков обычно требуют, чтобы игрок достиг определенного порога прогресса, прежде чем сможет их купить и установить.  В игре есть загружаемый контент (DLC), включая пакеты скинов, расширения карт и дополнительные транспортные средства.",
      "data": "28 апреля 2020",
      "platforms": "PC\n/\nPlayStation 4\n/\nNintendo Switch\n/\nXbox One",
      "category": 5
    },
    {
      "image": "https://cdn1.epicgames.com/9c86694776c04893bec691f13f4b60fc/offer/EGS_WerewolfTheApocalypseEarthbloodExiledOne_CyanideStudio_DLC_S1-2560x1440-6a80d4fb564ee9507987138d9b690099.jpg",
      "title": "Werewolf: The Apocalypse — Earthblood",
      "price": 4790,
      "article": 789625,
      "developer": "Cyanide",
      "description": "Werewolf: The Apocalypse—Earthblood — ролевая видеоигра в жанре экшн, разработанная Cyanide и изданная Nacon.",
      "genre": "Экшен",
      "language": "английский, французский, немецкий, русский, польский, испанский, упрощённый китайский, традиционный китайский, итальянский, корейский, чешский, бразильский, португальский",
      "the_plot": "Werewolf: The Apocalypse - это адаптация одноименной настольной игры, события которой разворачиваются во вселенной World of Darkness (Vampire the Masquerade). Главным героем The Apocalypse является оборотень по имени Кахал, член клана вервольфов, которые пытаются остановить надвигающийся на Землю Апокалипсис. Кахал - изгнанник из своего клана, который, тем не менее, вернулся в него, чтобы помочь своему сыну. \n\nИгроков ждет ролевая игра, в которой они контролируют могущественного оборотня с рядом особенностей. В частности, Гару умеет перевоплощаться в безумного монстра, заполняя шкалу гнева. В таком виде он наносит больше урона врагам, но совершенно безумен, и может атаковать даже союзников. Разумеется, этой способностью пользоваться не обязательно - однако она может помочь в трудных ситуациях. В остальном же игроков ждет стандартная RPG в мире темного фэнтези - со множеством героев, большим открытым миром, и множеством секретов. Werewolf: The Apocalypse — Earthblood — однопользовательская ролевая игра от третьего лица, в которой игрок берет на себя роль оборотня -экотеррориста . Игрок исследует различные области на северо-западе Америки в виде больших узловых миров . В этих областях игрок выполняет миссии, которые могут повлиять на игровой мир, в том числе привести к разблокировке второстепенных миссий. Игрок также отправляется в Полутень, место между физическим миром и миром духов, где он может получить побочные квесты или испытания от Великого Духа Водопада, который дает игроку награды за их выполнение, такие как открытие ярлыков между областями. \n\nОборотень является оборотнем и может принимать формы волка и человека в дополнение к своей форме оборотня. Каждая форма имеет свою собственную игровую механику, связанную с ней: форма волка используется для исследования, отслеживания, шпионажа и скрытности, а также для возможности проходить через узкие проходы; человеческая форма используется для взаимодействия, такого как использование машин и общение с людьми; и форма оборотня используется для боя. В человеческом обличье другие персонажи не знают, что персонаж игрока на самом деле оборотень, что позволяет игроку действовать под прикрытием.  Игрок развивает оборотня с помощью дерева навыков , где он может выбирать между различными архетипами, связанными с разными слабостями и сильными сторонами. У игрока также есть доступ к различным сверхъестественным бонусам , которые взяты из природы. \n\nИгровой процесс включает в себя управление яростью персонажа игрока:  ярость оборотня возрастает, когда он узнает о проблемах, вызванных людьми, таких как загрязнение окружающей среды и жадность.  Если игрок позволит ярости оборотня переполниться, оборотень войдет в состояние безумия и превратится в жестокого, чудовищного зверя. В состоянии бешенства оборотень более силен, но ему также труднее анализировать информацию, например, является ли персонаж врагом или невиновным, и он привлечет внимание врагов.  Оказавшись в состоянии бешенства, единственный способ вырваться из него — убить всех присутствующих, независимо от того, враги они или нет.",
      "data": "7 февраля 2022",
      "platforms": "PC\n/\nPlayStation 4\n/\nXbox One",
      "category": 2
    },
    {
      "image": "https://cdn1.epicgames.com/9e30bd4e12954cee898f4c059625d374/offer/GameName_Store_Landscape_2560x1440_EN-2560x1440-9c8e19edbd7c55e4afeb6081e4f8dd1a.jpg",
      "title": "Prince of Persia: The Sands of Time Remake",
      "price": 3950,
      "article": 789630,
      "developer": "Ubisoft Pune\n/\nUbisoft Mumbai",
      "description": "Prince of Persia: The Sands of Time Remake - это ремейк игры 2003 года, который предлагает игрокам ознакомиться с той же историей, что была и в оригинале.",
      "genre": "Приключения",
      "language": "Основные языки мира",
      "the_plot": "Prince of Persia: The Sands of Time Remake - это ремейк игры 2003 года на совершенно другом движке, который предлагает игрокам ознакомиться с той же историей, что была и в оригинале. Принц Персии, главный герой игры, случайно освобождает могущественные Пески Времени из заточения, которые превращают все в округ в песчаных чудищ. После этого ему ничего не остается, кроме как с боем прорываться к Часам, где и хранился Песок - ведь с помощью них, а также с помощью Кинжала Времени можно \"отмотать\" время назад и предотвратить катастрофу. \n\nThe Sands of Time Remake предлагает игрокам улучшенную по сравнению с оригиналом графику, поддержку высоких - вплоть до 4К - разрешений, а также увеличенную кадровую частоту на всех доступных платформах. Также игроков ждет перезаписанный звук и музыкальное сопровождение, плюс обновленные анимации движений героев. Кроме того, ремейк предлагает игрокам возможность использовать как классическую схему управления, так и более современную ее версию. Ремейк игры был анонсирован на Ubisoft Forward 2020 и первоначально должен был выйти 21 января 2021 года для Microsoft Windows, PlayStation 4 и Xbox One . Игра разрабатывается индийскими студиями Ubisoft Mumbai и Ubisoft Pune.  Ловенталь вернулся, чтобы озвучить Принца, в то время как Фарах была озвучена Супиндером Рэйхом . Анонсированный трейлер вызвал критику со стороны фанатов, которые посчитали графику игры тусклой, особенно потому, что она разрабатывалась с использованием новейшей версии Ubisoft Anvil .. В ответ Ubisoft заявила, что визуальный стиль был выбран намеренно, поскольку они хотели, чтобы он был «уникальным ... чтобы эта игра выделялась среди других игр» благодаря элементам фэнтези. Выпуск игры был первоначально отложен Ubisoft до 18 марта 2021 года,  а затем отложен на неопределенный срок, чтобы «выпустить римейк, который выглядит свежим, но при этом остается верным оригиналу». В своем квартальном финансовом отчете за 2021 год Ubisoft заявила, что игра должна выйти в 2022–2023 финансовом году.  В мае 2022 года Ubisoft объявила, что Ubisoft Montreal берет на себя разработку ремейка. Месяц спустя Ubisoft снова отложила выпуск игры, на этот раз заявив, что компания больше не планирует выпускать ее в течение 2022–2023 финансового года.",
      "data": "7 февраля 2022",
      "platforms": "PC\n/\nPlayStation 4\n/\nXbox One",
      "category": 3
    },
    {
      "image": "https://blz-contentstack-images.akamaized.net/v3/assets/blt9c12f249ac15c7ec/blt197bfce3b1cb7880/6286c2cccf13bb4bbe6278ad/open-graph.jpg",
      "title": "Diablo IV",
      "price": 2699,
      "article": 789635,
      "developer": "Blizzard Entertainment",
      "description": "Diablo 4 - это четвертая часть знаменитой aRPG-серии, события которой продолжают историю Diablo 3. ",
      "genre": "Экшен",
      "language": "Основные языки мира",
      "the_plot": "Основная формула игрового процесса серии вращается вокруг постепенного получения более сильного снаряжения путем победы над все более сложными врагами.  Враги сражаются с использованием навыков различных классов персонажей, которые можно настроить с помощью оборудования и деревьев талантов. Эта концепция используется для продвижения по сюжету и квестам.  Враги делятся на семейства монстров, которые определяются темой, стилем боя и их местоположением.  Каждая семья содержит разные архетипы, выполняющие разные роли, что позволяет обеспечить синергию специальных способностей между членами семьи. Чтобы различать их, у них есть уникальные силуэты, стойки и оружие. \n\nКреативный директор Себастьян Степьен объяснил, что целью было создать более «приземленную» историю, чем Diablo III . Чтобы достичь этого, сюжет вращается вокруг простых людей Санктуария, а не «политики, королей или другой темы высокого фэнтези». \n\nЭффективность игрового персонажа в бою определяется его атрибутами и усилением от экипированных предметов.  Атакующие атрибуты включают атаку и критический шанс, которые увеличивают наносимый урон. Защитные характеристики включают сопротивление стихиям и защиту, которые увеличивают количество получаемого урона.В Diablo IV представлены три новых атрибута: ангельская, демоническая и сила предков. Ангельская и Демоническая Силы изменяют продолжительность положительных и отрицательных эффектов соответственно. Сила предков увеличивает вероятность применения эффектов к другой сущности.  Оружие и снаряжение становятся все более редкими, что является общим показателем их силы. Самые редкие предметы обладают уникальными эффектами, которые изменяют не только параметры персонажа. Снаряжение можно дополнительно настроить с помощью рун и рунических слов. Эти предметы позволяют игрокам улучшать выбранные предметы дополнительными эффектами. Они делятся на две группы: руны условий и руны эффектов. Руны эффектов описывают дополнительные эффекты. Руны состояний описывают ситуации, при которых руны эффектов будут активны. Эти два предмета объединяются, чтобы сформировать руническое слово, которое затем можно применить к предмету.  В интервью с ведущим гейм-дизайнером Джо Шели и старшим продюсером Тиффани Уот выяснилось, что в игре будут доступны торговля и крафт, но они будут ограничены ресурсами, за исключением самых мощных предметов. [19] Аукционный дом, функция, удаленная в Diablo III .поскольку он обходил игровую концепцию прогрессии передач, он был удален. В игру возвращаются ограниченные по времени сезоны, которые изменяют легендарные способности, чтобы изменить мета-игру .\n\nМикротранзакции включены в виде косметических предметов.  В игру нельзя играть в автономном режиме , для ее работы требуется подключение к Интернету .",
      "data": " 2023",
      "platforms": "PC\n/\nPlayStation 4\n/\nXbox One",
      "category": 2
    },
    {
      "image": "https://www.cinelinx.com/wp-content/uploads/2022/07/Avatar-Frontiers.jpg",
      "title": "Avatar: Frontiers of Pandora ",
      "price": 2699,
      "article": 785420,
      "developer": "Massive Entertainment",
      "description": "Avatar: Frontiers of Pandora — грядущая приключенческая видеоигра с открытым миром , основанная на серии фильмов Джеймса Кэмерона « Аватар ». ",
      "genre": "Приключения",
      "language": "Основные языки мира",
      "the_plot": "Avatar: Frontiers of Pandora — это экшен с видом от первого лица, действие которого разворачивается на далекой планете, известной как Пандора. Игра создается по одноименной серии фильмов Джеймса Кэмерона, но к Avatar: The Game не имеет никакого отношения. В Frontiers of Pandora игрокам отводится роль одного из представителей народа на'ви, который пытается заставить людей отступить с Пандоры. Игроки берут под свой контроль На'ви и отправляются в путешествие через Западную границу, невиданный ранее регион Пандоры, и должны дать отпор силам RDA, которые стремятся угрожать ей.   Впервые об игре было объявлено в марте 2017 года, когда Massive объявили, что их следующая крупная игра будет основана на « Аватаре » Джеймса Кэмерона .  В ходе телефонного разговора с инвесторами в 2021 году выяснилось, что выпуск игры предварительно запланирован на период с апреля 2022 года по март 2023 года . в 2022 году.  Игра должна рассказать отдельную историю во вселенной Аватара . \n\nВ июле 2022 года игра была перенесена с первоначального окна выпуска 2022 года на 2023 или 2024 год .",
      "data": " 2022",
      "platforms": "PC\n/\nPlayStation 4\n/\nXbox One",
      "category": 3
    },
    {
      "image": "https://wallpapercave.com/wp/wp10470405.jpg",
      "title": "Riders Republic",
      "price": 3250,
      "article": 785425,
      "developer": "Ubisoft",
      "description": "Riders Republic — спортивная видеоигра, разработанная Ubisoft Annecy и изданная Ubisoft .",
      "genre": "Гонки",
      "language": "английский, французский, немецкий, русский, польский,",
      "the_plot": "Riders Republic - это спортивная гоночная игра, в которой игроки могут соревноваться в таких дисциплинах, как гонки на горных велосипедах, лыжи, сноуборд и летать на вингсьюте. Игроков ждут соревнования, в которых могу участвовать до 50 человек (20 в версиях для PS4 и XOne), а также особый режим арены, где игроки соревнуются друг с другом в командах 6х6, стараясь выполнить как можно больше трюков. Разворачиваются же действия игры в семи национальных парках США, каждый из которых сильно отличается от других. Четыре основных вида деятельности, доступных в игре, включают катание на горных велосипедах , катание на лыжах , сноуборде и полеты в вингсьюте . Ubisoft описала игру как « массовую многопользовательскую спортивную игру», поскольку до 64 игроков могут соревноваться друг с другом в соревнованиях Mass Races.  Версии для PS4 и Xbox One поддерживают только около 20 игроков. Кроме того, игроки также могут играть в соревновательном многопользовательском режиме 6 на 6 под названием «Tricks Battle Arena». В этом режиме каждая команда соревнуется на арене и должна выполнить как можно больше трюков, чтобы заработать очки трюка. Команда с наибольшим количеством очков становится победителем.  Действие игры происходит воткрытый мир , который объединяет семь отдельных национальных парков в западной части Соединенных Штатов , а именно: Брайс-Каньон , Йосемитская долина , Парк Секвойя , Зайон , Каньонлендс , Мамонтова гора и Гранд-Тетон , на одной огромной карте. В игре есть социальные центры , в которых игроки могут встречаться и взаимодействовать друг с другом.\n\nВ игре есть режим карьеры, в котором игроки участвуют в шести различных дисциплинах (велосипедный фристайл, велосипедные гонки, сноуборд/лыжный фристайл, сноуборд/лыжные гонки, вингсьют, ракетный вингсьют). У каждого из них свой путь развития.  Постепенно игроки будут достигать важных вех, таких как приглашение участвовать в таких соревнованиях, как Кубок мира по горным велосипедам UCI , Red Bull Rampage , Red Bull Joyride и X Games ,  и подписание контрактов с реальными спортивными спонсорами . Конечная цель - принять участие в «Riders Ridge Invitational», описываемом как «никогда невиданное мультиспортивное соревнование, в котором все виды спорта представлены в одном мероприятии». В этом случае игроки могут переключаться между видами спорта по своему желанию.  По мере продвижения в режиме карьеры игроки будут открывать новое снаряжение, наряды и косметические предметы.",
      "data": " 28 октября 2021",
      "platforms": "PC\n/\nPlayStation 5\n/\nPlayStation 4\n/\nXbox Series X/S\n/\nXbox One\n/\nGoogle Stadia",
      "category": 5
    },
    {
      "image": "https://cdn.akamai.steamstatic.com/steam/apps/1157390/capsule_616x353.jpg?t=1652433441",
      "title": "King Arthur: Knightʼs Tale",
      "price": 2850,
      "article": 785430,
      "developer": "\nNeocore Games",
      "description": "Riders Republic — спортивная видеоигра, разработанная Ubisoft Annecy и изданная Ubisoft .",
      "genre": "Стратегия",
      "language": "английский, французский, немецкий,испанский,бразильский, португальский",
      "the_plot": "King Arthur: Knightʼs Tale - это мрачная тактическая ролевая игра от создателей The Incredible Adventures of Van Helsing и Inquisitor: Martyr. Игроков ждет история, вдохновленная артурианскими мифами, в центре которой - сэр Мордред, пытающийся собрать рыцарей Круглого стола, чтобы дать отпор различным чудовищам, вторгшимся в мир людей. \n\nИгроков ждет тактическая ролевая стратегия, где бои выполнены по пошаговой системе в духе XCOM, а экипировка и прокачка персонажа решает многое. Также для эффективной борьбы с чудовищами игроки должны заниматься отстройкой и развитием Камелота, здания которого дают различные бонусы героям. Каждая смерть в Knightʼs Tale окончательна, а каждый совершенный выбор подталкивает историю в определенном направлении - Мордред под предводительством игроков может стать как спасителем, так и тираном. Также игроков ждут более пятидесяти типов врагов, семь вражеских фракций и возможность сразиться с легендарным Балором, богом-королем фоморианцев. ",
      "data": "26 января 2021",
      "platforms": "PC\n/\nPlayStation 5\n/\nXbox Series X/S",
      "category": 6
    },
    {
      "image": "https://img.redbull.com/images/q_auto,f_auto/redbullcom/2016/09/26/1331820025518_2/%D0%BA%D0%B0%D0%B7%D0%B0%D0%BA%D0%B8-3.jpg",
      "title": "Казаки 3",
      "price": 4200,
      "article": 785435,
      "developer": "GSC Game World",
      "description": "Казаки 3 — компьютерная игра в жанре стратегии в реальном времени, разработанная украинской компанией GSC Game World и выпущенная 20 сентября 2016 года.",
      "genre": "Стратегия",
      "language": "русский, английский, французский, немецкий, испанский, итальянский, чешский, польский, португальский, турецкий, украинский",
      "the_plot": "Основной целью разработчиков являлось создание игры, игровая механика которой повторяет первую часть серии. Игроки создают свою базу, добывают ресурсы и нанимают войско. Боевые отряды игроков (пехота, кавалерия, артиллерия и флот) сражаются между собой с целью разгрома врага и уничтожения его базы. Одновременно в бою может сойтись до 32 000 юнитов. В зависимости от целей миссий и режима игры задания могут отличаться.\n\nОсновные изменения коснулись технической реализации. «Казаки 3», в отличие от предыдущих игр серии, полностью поддерживают трёхмерную графику и динамическое освещение. Кроме этого, разработчики создали новые текстуры и модели для игровых юнитов и зданий. Рендеринг в игре осуществлён с помощью технологии OpenGL.\n\nНа момент релиза игра содержит 12 игровых наций (позже разработчики планируют расширить их до 20), 70 игровых юнитов, 100 различных научных исследований и свыше 140 разных зданий.\n\nИгра полностью поддерживает создание модификаций пользователями. В игру встроен редактор, что позволяет игрокам создавать свои карты и миссии. Кроме того, пользователи могут добавлять свои модели зданий, юнитов и нации",
      "data": "20 сентября 2016",
      "platforms": "\tWindows\n/\nLinux\n/\nSteamOS",
      "category": 6
    },
    {
      "image": "https://images5.alphacoders.com/745/745809.jpg",
      "title": "Days Gone",
      "price": 2600,
      "article": 785440,
      "developer": "Sony Bend Studio",
      "description": "Days Gone - это приключенческий шутер про выживание в открытом мире, полном зомби, которых в этом мире называют фрикерами",
      "genre": "Шутер",
      "language": "русский, английский, французский, немецкий, испанский, итальянский, турецкий, украинский",
      "the_plot": "Days Gone представляет собой игру в жанре action-adventure с элементами survival horror, действие которой происходит в постапокалиптическом открытом мире. Игрок управляет байкером Диконом Сент-Джоном, ставшим бродягой и охотником за головами, предпочитающим жизнь в дороге диким лагерям. Ключевые события проходят через два года с того момента, как пандемия убила почти все человечество и превратила миллионы других во «фриков» — безмозглых, зомбиподобных существ, которые быстро эволюционируют. Как правило, днём они прячутся в своих гнёздах, но часто собираются вместе и бродят вокруг убежищах в поисках пищи и воды. Игроки могут использовать их стадное поведение в своих интересах, заманивая их к другим врагам и убивая их. Игрок может привлечь внимание многочисленной орды «фриков» из сотен существ, из-за чего должен подальше держаться от подобных сборищ, которые могут передвигаться по дорогам или пребывать у мест массовых захоронений. В областях рядом с ордами «фриков» есть узкие места вроде промежутков между зданиями и выступов на крышах, где игроки могут загонять фриков. Дикон может использовать ловушки и взрывчатку, чтобы убить отдельных «фриков». Одной из вариаций мутантов являются заражённые вирусом подростки и дети-«шакалы», которые менее агрессивны и нападают лишь с целью защитить свою территорию или почуяв слабое здоровье Дикона. В игре также есть заражённые животные и враждебно настроенные по отношению к герою бандиты.\n\nДействие игры разворачивается в открытом мире на северо-западном побережье Тихого океана. Игроки могут свободно исследовать мир пешком или на мотоцикле. Путешествие на большие расстояния приводит к быстрому израсходованию топлива, и транспортное устройство может выйти из строя при чрезмерных повреждениях. Игроки должны регулярно заправлять мотоцикл на заправках и в лагерях, а также ремонтировать его с помощью собранного лома. Дикон должен установить доверительные отношения с лагерями поселений и зарабатывать «лагерные кредиты», выполняя миссии, продавая награды и собранные в дикой природе припасы. По мере повышения уровня доверия игроки могут покупать новое оружие, патроны и детали мотоцикла, которые можно использовать для повышения его скорости, прочности и манёвренности. Помимо этого, в лагерях можно настроить внешний вид мотоцикла.\n\nПо мере исследования открытого мира игроки должны собирать ценные ресурсы и компоненты для создания оружия и припасов. В дополнение к основным сюжетным квестам, в игре есть ряд побочных задач, которые включают уничтожение гнёзд фриков, спасение заложников, зачистку лагерей мародёров, охоту за головами и восстановление энергопитания контрольно-пропускных пунктов Н.Е.Р.О. Внутри КПП игроки могут найти и использовать инжектор Н.Е.Р.О, повышающий одну из трёх характеристик Дикона — здоровье, выносливость (тратится при беге) и концентрацию (позволяет замедлять время при нацеливании оружия дальнего боя) героя. В игре присутствует быстрое путешествие между двумя точками на карте, однако оно потребляет топливо мотоцикла и время, а также требует зачистить все гнёзда фриков на пути этого маршрута. По мере выполнения миссий и задач игроки получают очки опыта. Набрав определённое количество опыта, игроки могут повышать уровень героя и открывать новые способности персонажа, что позволяет им повысить эффективность владения холодным и дальнобойным оружием, а также улучшить навыки выживания персонажа.\n\nИгроки могут выполнять задачи разными способами; они могут использовать тактику стелса, отвлекая внимание врагов или бесшумно убивая их сзади с помощью боевого ножа. К различному огнестрельному оружию можно устанавливать самодельные глушители, позволяющие скрыть факт выстрела от расположенных рядом врагов. Дикон может использовать как «зрение следопыта», позволяющее выделять на карте интересующие объекты и местонахождение врагов, так и бинокль. Кроме того, у игроков есть доступ к большому разнообразию огнестрельного оружия: Дикону доступны различные пистолеты, дробовики, снайперские винтовки, пистолеты-пулеметы и арбалеты. Разное оружие имеет свои индивидуальные характеристики, а оружие более высокого уровня, как правило, более мощное. Купленное вооружение можно хранить в шкафчике для оружия, однако на оружие, подобранное с трупов в открытом мире, эта привилегия не распространяется. На вооружении игрока также имеется метательное оружие массового поражения в виде мин, гранат и коктейлей Молотова, а также холодное оружие ближнего боя, которое во избежание поломки необходимо чинить.",
      "data": "26 апреля 2019",
      "platforms": "PC\n/\nPlayStation 5\n/\nPlayStation 4",
      "category": 1
    }
  ]
}
